{
  "main_story": {
    "text": "Лин проснулась как обычно в своей комнате. Тусклый свет проникал сквозь решётку на окнах, окрашивая комнату в багровые оттенки неоновой вывески снаружи. Голова немного болела после вчерашней пьянки, а лёгкий запах синтетического кофе висел в воздухе. Она ворочалась, пытаясь вспомнить события прошлой ночи, но воспоминания были разрозненными, как старый глитч на экране.\n\nВдруг резким колоколом в голове прозвучало уведомление на мобиглас. Лин вздрогнула и нырнула обратно в кровать, подняв руку к экрану. На дисплее мигало новое сообщение. Она попыталась открыть его, но экран отказался раскрыть содержимое: сообщение было зашифровано.\n\n— Отлично… — пробормотала Лин, садясь на кровать, — утро начинается не с кофе, а с головной боли и загадок.\n\nОна достала старый портативный декодер Onyx с полки. Холодный металл согрелся в её ладонях, экран засветился мягким голубым светом, отбрасывая тени на стены. Лин подключила декодер к мобигласу и начала вводить комбинации, пальцы дрожали от напряжения. Каждый неверный шаг сопровождался тихим писком системы, как предупреждение, что ошибка может стоить дорого.\n\nЧерез несколько минут на экране замерцали координаты и `шифр:`",
    "choices": [
      {
        "text": "Ввести код",
        "next": "main_story_1"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt1_1"
      }
    ]
  },
  "main_story_1": {
    "text": "Кажется, Лин наконец поняла, кто мог подсунуть ей зашифрованное сообщение. Напряжённо моргнув, она провела рукой по лицу, пытаясь прогнать туман похмелья. Воспоминания начали собираться, как фрагменты разбитого зеркала.\n\nВчера, в баре «Орбитуари», среди гула голосов, криков игроков в кости и запаха перегара, к ней подошёл странный тип — в цилиндре, с моноклем и перчатками до локтя. Он что-то шептал о «проекте Clipper» и «чёрной метке на её имени», но Лин уже была настолько пьяна, что восприняла это как ещё один бред местного психа.\n\nТеперь же это казалось не случайностью.\n\nОна быстро встала, умылась ледяной водой из ржавого крана и схватила куртку. Время идти обратно в «Орбитуари».\n\nТам, среди мрачных полутонов заката и мерцающих неоновых вывесок, сонный бармен WRAITH протирал стаканы тряпкой, которую, похоже, не стирали со времён последней войны с Теллурианами.\n\n— Привет, WRAITH! — крикнула Лин, резко распахнув дверь.",
    "choices": [
      {
        "text": "Ты помнишь вчера в баре странного типа с цилиндром и моноклем?",
        "next": "main_story_2"
      },
      {
        "text": "У тебя есть чем опохмелиться?",
        "next": "alt2_1"
      }
    ]
  },
  "main_story_2": {
    "text": "WRAITH медленно поднял глаза. В его зрачках отражался мерцающий свет рекламы 'SynthGin – не убьёт, но точно забудешь'. Он помолчал, как будто взвешивал каждое слово.\n\n— Цилиндр? Монокль? — наконец произнёс он. — Да, помню. Нервный тип. Заказал один бокал 'Прах Императора', выпил за три глотка и ушёл. Но перед уходом оставил тебе записку… Я убрал её под стойку. Думал, ты сама заберёшь.\n\nОн протянул чёрный конверт с восковой печатью в виде глаза. Печать уже была сломана — кто-то читал это до неё.\n\n— Сказал, что ты всё поймёшь, когда протрезвеешь… — добавил бармен, снова потирая стакан. — А ещё… он упомянул Лорвиль. На Стентоне.\n\nЛин сжала конверт. Внутри — координаты и одно слово: **«Clipper»**.\n\n— Чёрт… — прошептала она. — Он всё-таки не врал.",
    "choices": [
      {
        "text": "Отправиться в Лорвиль на Стентоне",
        "next": "main_story_3"
      },
      {
        "text": "Допросить бармена с пристрастием",
        "next": "alt3_1"
      }
    ]
  },
  "main_story_3": {
    "text": "Город Лорвиль на Стентоне был мегаполисом-монстром: сотни уровней под землёй, небоскрёбы из старого армекса, улицы, заваленные рекламными дронами и обломками старых рекламных холстов. Воздух пах озоном, жареным тофу и чем-то едким, будто сам город гнил изнутри.\n\nЛин шла по Теневому переулку, держа руку на рукояти пистолета. Координаты вели к старому магазину 'Электронные мечты', но когда она приблизилась — магазин был закрыт, а дверь — взломана.\n\nВнутри царил бардак. Оборудование разбито, пол покрыт стеклом и кровью. А посреди комнаты, привязанный к стулу, сидел он — человек в цилиндре. Только теперь его монокль был расколот, а лицо — бледным, как у мертвеца.\n\nОн был мёртв.\n\nНа груди — вырезан знак: глаз с расколотым зрачком. Тот же, что и на конверте.\n\nЛин отступила, но в этот момент за спиной раздался лязг сапог. Охрана Лорвиля — в чёрных бронекостюмах, с ружьями наперевес.\n\n— Не двигайся, Свит, — сказал один из них. — Ты уже мертва. Просто ещё не упала.",
    "choices": [
      {
        "text": "Попытаться вырваться через заднюю дверь",
        "next": "main_story_4"
      },
      {
        "text": "Альтернативный",
        "next": "alt4_1"
      }
    ]
  },
  "main_story_4": {
    "text": "Лин рванула в сторону задней двери, вышибая её ударом ноги. За ней прогремел выстрел, и пуля прошила воздух в сантиметре от её уха. Она уже бежала по узкому проходу между двумя автономными складами, где пахло маслом, плесенью и ржавчиной.\n\nПозади — лай коммуникаторов, звук шагов и крики: 'Она в Трубе! Заблокируйте уровень 7!'\n\nЛин знала: если её поймают здесь, она исчезнет насовсем. Без процесса, без следа. Так поступают с теми, кто копается в делах Clipper.\n\nОна спрыгнула в вентиляционную шахту, ударившись плечом о край. Тьма поглотила её, но через несколько секунд она выбралась на крышу соседнего здания, где штормовой ветер рвался с неба, обжигая лицо.\n\nГород мерцал внизу, как раненый зверь. Но Лин знала — теперь за ней не просто охотятся. Её имя уже в списке.\n\nВ личном канале её мобигласа вдруг мигнуло новое уведомление. Неизвестный отправитель. Тема: **Контракт на Лин Свит. Уровень угрозы: Omega**.",
    "choices": [
      {
        "text": "Пытаться скрыться на Пайро IV",
        "next": "main_story_5"
      },
      {
        "text": "Альтернативный",
        "next": "alt5_1"
      }
    ]
  },
  "main_story_5": {
    "text": "Пайро IV — адская планета с оранжевыми бурями, кислотными дождями и пылью, въедающейся в любую электронику. Здесь жили отчаянные: беглецы, наёмники, те, кто не верил в судьбу.\n\nЛин приземлилась на лётном поле 'Пепельный якорь' и сразу заметила, что за ней следят. Два человека у киоска с синтетическим табаком, третий — за углом с кружкой кофе, которую не пил. Все с одинаковыми значками на рукавах: клеймо Баунти-Хантеров.\n\nОна ушла в толпу, прячась под капюшоном, и спряталась в старом мотеле «Забвение». В номере пахло затхлостью и горелой изоляцией. За окном кричали торговцы, гудели тяжёлые грузовики и завывал ветер.\n\nНо ночью кто-то постучал в дверь.\n\n— Открой, Свит, — раздался голос, сухой, как пепел. — Я не из охраны. Я хуже.\n\nЭто был он. Sel_Oin. Один из самых опасных Баунти-Хантеров вселенной. Говорят, он не убивает — он стирает. Вместе с телом исчезает и память о тебе.",
    "choices": [
      {
        "text": "Попытаться договориться",
        "next": "main_story_6"
      },
      {
        "text": "Альтернативный",
        "next": "alt6_1"
      }
    ]
  },
  "main_story_6": {
    "text": "Лин открыла дверь. Sel_Oin стоял в проёме, высокий, в плаще из обожжённого кевлара. На лице — ни эмоций, ни жалости. Лишь глаза, холодные, как вакуум.\n\n— Контракт на тебя стоит больше, чем жизнь любого другого в этом секторе, — сказал он. — Clipper не прощает ошибок… и не оставляет свидетелей.\n\n— Я ничего не знаю! — вырвалось у Лин.\n\n— Но ты видела труп, — ответил он. — Этого достаточно.\n\nОн сделал шаг вперёд. Лин попятилась, но за спиной — стена. Она потянулась к поясу, но Sel_Oin был быстрее. Его клинок — тонкий, как игла — вонзился ей под рёбра, не издав ни звука.\n\n— Прости, — прошептал он, — но в этом бизнесе нет личного.\n\nЛин упала на колени, чувствуя, как тепло уходит. В последний момент она увидела его руку — он забрал её мобиглас… и чип из кармана.\n\nВсё стемнело.",
    "choices": [
      {
        "text": "Дотянуться до тревожной кнопки",
        "next": "main_story_7"
      },
      {
        "text": "Рука нащупала старый сальво в кабуре",
        "next": "alt7_1"
      }
    ]
  },
  "main_story_7": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "main_story_8"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt8_1"
      }
    ]
  },
  "main_story_8": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "main_story_9"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt9_1"
      }
    ]
  },
  "main_story_9": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "main_story_10_final"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt10_1"
      }
    ]
  },
  "main_story_10_final": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt11_0"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt11_1"
      }
    ]
  }
}
