{
  "m1": {
    "text": "Лин проснулась как обычно в своей комнате. Тусклый свет проникал сквозь решётку на окнах, окрашивая комнату в багровые оттенки неоновой вывески снаружи. Голова немного болела после вчерашней пьянки, а лёгкий запах синтетического кофе висел в воздухе. Она ворочалась, пытаясь вспомнить события прошлой ночи, но воспоминания были разрозненными, как старый глитч на экране.\n\nВдруг резким колоколом в голове прозвучало уведомление на мобиглас. Лин вздрогнула и нырнула обратно в кровать, подняв руку к экрану. На дисплее мигало новое сообщение. Она попыталась открыть его, но экран отказался раскрыть содержимое: сообщение было зашифровано.\n\n— Отлично… — пробормотала Лин, садясь на кровать, — утро начинается не с кофе, а с головной боли и загадок.\n\nОна достала старый портативный декодер Onyx с полки. Холодный металл согрелся в её ладонях, экран засветился мягким голубым светом, отбрасывая тени на стены. Лин подключила декодер к мобигласу и начала вводить комбинации, пальцы дрожали от напряжения. Каждый неверный шаг сопровождался тихим писком системы, как предупреждение, что ошибка может стоить дорого.\n\nЧерез несколько минут на экране замерцали координаты и `шифр:`",
    "choices": [
      {"text": "Расшифровать сообщение и следовать инструкции", "next": "m2"},
      {"text": "Альтернативный", "next": "a1_1"}
    ]
  },
  "m2": {
    "text": "Лин поднялась с кровати и подошла к «Гарпун-3», стоящему в углу комнаты. Металл корабля холодил ладони, обшивка местами скрипела, когда она касалась панели управления. Она проверила оружие, заряд лазеров, количество ракет и щиты — всё должно быть готово к любому исходу.\nКабина была заполнена мягким светом приборов, тихое гудение двигателей создавали чувство живого организма. Лин открыла карту маршрутов, пальцы скользили по сенсорному экрану, пока она отмечала координаты и возможные точки опасности.\n\n— Если это секретная краска, значит, кто-то уже за нами следит, — подумала Лин, ощущая, как адреналин постепенно заменяет утреннюю сонливость.\n\nОна включила двигатели, и лёгкая вибрация пробежала по полу. Корабль заурчал, словно пробуждаясь от долгого сна. Лин села за штурвал, подбирая курс к первой точке в системе NYX.\n\n— Гарпун, держись крепко. Мы начинаем длинную охоту, — тихо произнесла она, глядя на холодную мерцающую панель.\n\nВнутренний ИИ корабля молчал, но экран слегка замерцал, как знак согласия. Лин ощутила смесь волнения и тревоги — каждая секунда могла стать последней, если кто-то уже отслеживал её перемещения.",
    "choices": [
      {"text": "Следовать по основному следу", "next": "m3"},
      {"text": "Альтернативный", "next": "alt_2"}
    ]
  },
  "m3": {
    "text": "«Гарпун-3» вырвался из орбиты Pyro и устремился в черноту космоса. Звёзды дрожали в темноте, словно ледяные искры, а комета, пролетавшая мимо, оставляла длинный светящийся хвост, разрезая пространство на полоса света. В кабине было тихо, слышно только гудение двигателей и лёгкий писк сенсоров.\n\nЛин опиралась на кресло, наблюдая за панелью навигации. Она проверяла каждый датчик, каждый импульс энергии, понимая, что малейшая ошибка здесь может стоить жизни. В мыслях мелькала картина прошлых миссий — взрывы, предательства, потерянные корабли.\n\n— Снова на пути к беде… — пробормотала Лин, сжимая рукоять штурвала.\n\nВдруг датчики зашумели: на экране появилось неизвестное судно, движущееся в сторону траектории Лин. Оно не подавало сигналов и не идентифицировалось, словно пытаясь остаться невидимым. Сердце Лин забилось быстрее.\n\n— Похоже, нас уже заметили, — прошептала она, активируя щиты и вооружение. — Ну что ж… посмотрим, кто первый испугается.\n\nКорабль резко маневрировал, пролетая сквозь поле астероидов, где каждый камень мог стать смертельной ловушкой. Лин чувствовала, как напряжение сжимает грудь, а пальцы скользят по панелям с точностью хирурга. Это было начало охоты, где каждая ошибка могла стоить слишком дорого.",
    "choices": [
      {"text": "Продолжать по основному следу", "next": "m4"},
      {"text": "Альтернативный", "next": "alt_3"}
    ]
  },
  "m4": {
    "text": "Лин приземлилась на заброшенном аутпосте, скрытом среди астероидов. Лёгкий туман закручивался вокруг металлических каркасов зданий, создавая ощущение пустоты и заброшенности. Вдруг из тени появился мужчина с металлическим протезом руки, глаза скрыты затемнёнными очками.\n\n— Ты ищешь Clipper? — спросил он, голос хриплый и ровный, словно выточенный в металле. — Это опасно, Свит.\n\nЯ ищу, — ответила Лин, не сводя с него взгляда. — И уже нашла больше, чем ты думаешь.\n\nВнутри аутпоста запах масла и старого топлива смешивался с резким запахом озона. Лин присела на край платформы, наблюдая за его жестами. Он протянул маленький чип с информацией, но был явно готов к предательству.\n\n— Доверять? — прошептала Лин, мысленно оценивая риск. — Или идти в одиночку?",
    "choices": [
      {"text": "Довериться и принять информацию", "next": "m5"},
      {"text": "Идти в одиночку", "next": "alt_4"}
    ]
  },
  "m5": {
    "text": "Во время полёта к следующей координате Лин наткнулась на группу наёмников, притаившихся среди астероидов. Лазеры вспыхивали, отражаясь от серых поверхностей, создавая ослепительные вспышки. «Гарпун-3» трясся от каждого удара, металл скрипел, как старый музыкальный инструмент.\n\nЛин резко маневрировала, используя гравитацию астероидов, чтобы уклоняться от огня. Пульс стучал в ушах, а каждый выстрел был вопросом жизни и смерти.\n\n— Вперед, Гарпун, покажи им, кто здесь главный, — шептала Лин, наблюдая, как лучи лазеров пересекаются с её щитами.\n\nВыбор игрока: атаковать наёмников напрямую или уйти в укрытие, рискуя потерять драгоценное время.",
    "choices": [
      {"text": "Продолжать основной путь", "next": "m6"},
      {"text": "Альтернативный", "next": "alt_5"}
    ]
  },
  "m6": {
    "text": "После боя «Гарпун-3» серьёзно пострадал. Двигатели гудели, щиты мигали, навигационная система давала сбой. Лин почувствовала холод металла и запах горелого пластика.\n\n— Если я не починю это прямо сейчас… — пробормотала она, глядя на мерцающий экран.\n\nОна направила корабль к ближайшему аутпосту, ловко управляя трещинами и пробоинами в обшивке. Каждый удар при посадке отдавался в кресле, заставляя сердце подпрыгивать.\n\nМеханик встретил её усталым взглядом:— Ты уверена, что это безопасно?",
    "choices": [
      {"text": "Я всегда уверена", "next": "m7"},
      {"text": "Сомнения залезли в мою голову", "next": "alt_6"}
    ]
  },
  "m7": {
    "text": "Лин осторожно подрулила к поверхности луны, покрытой красным пылевым слоем и глубокими кратерами. Ветер завывал, поднимая облака пыли, которые свистели сквозь разрушенные здания аутпоста. Кабина «Гарпун-3» дрожала от каждого удара, панели скрипели, словно предупреждая о хрупкости ситуации.\n\nСнаружи лунного пейзажа тянулись темные силуэты старых ангаров и полуразрушенных складов. Лин заметила движение вдалеке — тени, которые перемещались слишком ровно, чтобы быть случайными. Она достала бинокль и прищурилась: на поверхности виднелись фигуры с оружием, явно наблюдающие за её посадкой.\n\n— Отлично… нас уже ждут, — пробормотала Лин, проверяя оружие и щиты.\n\nПыль от ударов двигателя обволакивала кабину, металл скрипел, дыхание стало прерывистым. Внутри Лин ощутила острое предчувствие опасности. Каждый шаг мог стать последним.\n\nОна покинула корабль, оглядывая туманную поверхность. Каждый звук — шаг по металлической плитке, каждый шорох — потенциальная угроза. Лин двигалась скрытно, стараясь не попадаться на глаза наблюдателям.",
    "choices": [
      {"text": "Постараться скрыться среди построек", "next": "m8"},
      {"text": "Идти прямо к охранникам", "next": "alt_7"}
    ]
  },
  "m8": {
    "text": "Лин заметила фигуру у одного из ангаров. Женщина с кибернетическими глазами стояла в свете мерцающих ламп. За её спиной маячили три человека с оружием.\n\n— Ты ищешь Clipper? — произнесла она тихо. — Могу помочь… но за это придётся заплатить.\n\nЛин ощутила холодок по спине. Она оценила риски: доверять ей — значит играть в чужую игру, действовать самой — значит рискнуть жизнью.\n\n— Слушай, — ответила Лин, — я не люблю, когда мне навязывают условия.\n\nЖенщина ухмыльнулась и протянула чип с информацией. Лин взяла его, осторожно, не отводя глаз от вооружённых фигур. Внутри аутпоста пахло смесью масла, озона и легкого перегара.",
    "choices": [
      {"text": "Довериться женщине", "next": "m9"},
      {"text": "Допросить", "next": "alt_8"}
    ]
  },
  "m9": {
    "text": "После долгого напряжённого дня Лин осталась в комнате аутпоста вместе с мужчиной, который помог ей починить корабль. Его лицо освещал мягкий свет экрана мобигласа, в отражении виднелись серьёзные глаза.\n\n— Ты всегда так серьёзно относишься к работе? — спросил он, присаживаясь рядом.\n\n— Это вопрос выживания, — ответила Лин, ощущая, как адреналин постепенно сменяется напряжением другого рода.\n\nМужчина осторожно приблизился, провёл рукой по её плечу, а Лин почувствовала дрожь. Они обнялись, тела прижались друг к другу, а комната заполнилась тихим треском старого оборудования.\n\n— Скажи мне, что ты доверяешь мне, — прошептал он.\n\nЛин ощутила смесь страха и желания, её дыхание ускорилось, руки дрожали. Они обнялись сильнее, тела переплелись, и напряжение дня ушло в тепло близости. Мужчина провёл рукой вдоль её спины, она ответила мягким движением, чувствуя безопасность и одновременно опасность.\n\n— Лин… — шептал он, — мы должны быть осторожны.\n\n— Я знаю… — прошептала она, — но сейчас я хочу просто быть здесь.\n\nЭта ночь стала редким моментом уязвимости, доверия и нежности между ними, на фоне опасного мира вокруг.",
    "choices": [
      {"text": "Доверится и провести ночь вместе", "next": "m10"},
      {"text": "Взять себя в руки. Не время для интрижек. В бар!", "next": "alt_9"}
    ]
  },
  "m10": {
    "text": "☠ Утреннее предательство. Мужчина забрал часть данных с шифровки и оставил записку: 'Не сердись, Свит. Это бизнес.' Лин почувствовала разочарование и гнев. Выбор: простить и продолжать сотрудничество или действовать в одиночку, полностью отрезав контакты.",
    "choices": [
      {"text": "Продолжать основной путь", "next": "m11"},
      {"text": "Альтернативный", "next": "alt_10"}
    ]
  },
  "m11": {
    "text": "🌌 Полёт через Stanton. Лин мчится среди планет, метеорных полей и орбитальных объектов. Каждый камень может пробить обшивку. Лин ловко маневрирует, адреналин заменяет усталость. На радарах мелькают патрули и наёмники. Она ощущает, что цель близка, но путь опасен.",
    "choices": [
      {"text": "Следовать основным координатам", "next": "m12"},
      {"text": "Альтернативный", "next": "alt_11"}
    ]
  },
  "m12": {
    "text": "🔫 Вторая перестрелка на орбите. Лазеры вспыхивают вокруг, щиты мигают. Лин уклоняется между спутниками, отвечает огнём. Каждый манёвр — борьба за жизнь, дыхание учащено, руки скользят по панели.",
    "choices": [
      {"text": "Продолжать по основному следу", "next": "m13"},
      {"text": "Альтернативный", "next": "alt_12"}
    ]
  },
  "m13": {
    "text": "🏗 Встреча с контрабандистами на станции. Запах масла и бензина, стены обклеены схемами кораблей. Контрабандисты предлагают помощь за высокую цену. Лин оценивает риски: платить или попытаться украсть данные. Каждый шаг — на грани.",
    "choices": [
      {"text": "Следовать основному пути", "next": "m14"},
      {"text": "Альтернативный", "next": "alt_13"}
    ]
  },
  "m14": {
    "text": "👁 Скрытая угроза. В темной аллее станции Лин видит движение кибернетического глаза. Кто-то следит за ней, возможно ловушка. Лин движется тихо, оружие наготове, каждая секунда — потенциальная смерть.",
    "choices": [
      {"text": "Продолжить миссию", "next": "m15"},
      {"text": "Альтернативный", "next": "alt_14"}
    ]
  },
  "m15": {
    "text": "🔑 Взлом и проникновение в закрытый склад. Лин ловко вводит коды, металл скрипит. Каждый звук может быть тревогой, каждый свет — сигнал для охраны. Напряжение на пределе, каждая секунда важна.",
    "choices": [
      {"text": "Продолжать основной путь", "next": "m16"},
      {"text": "Альтернативный", "next": "alt_15"}
    ]
  },
  "m16": {
    "text": "💥 Перестрелка внутри склада. Лин уклоняется от огня охраны, отвечает лазерами. Стены отражают вспышки, создавая хаотическую мозаику опасности. Сердце колотится, адреналин на пределе.",
    "choices": [
      {"text": "Следовать основному пути", "next": "m17"},
      {"text": "Альтернативный", "next": "alt_16"}
    ]
  },
  "m17": {
    "text": "⚔ Ловушка и предательство. Информатор появляется, пытаясь отобрать данные. Он улыбается холодно: 'Ты слишком доверчива, Свит.' Лин решает отбиться и выжить любым способом.",
    "choices": [
      {"text": "Продолжать основной путь", "next": "m18"},
      {"text": "Альтернативный", "next": "alt_17"}
    ]
  },
  "m18": {
    "text": "🚀 Побег через астероидное поле. Лин вырывается на «Гарпун-3», маневрирует между камнями, двигатели ревут, корабль скрипит. Адреналин зашкаливает, каждый камень может разрушить корабль.",
    "choices": [
      {"text": "Следовать основному пути", "next": "m19"},
      {"text": "Альтернативный", "next": "alt_18"}
    ]
  },
  "m19": {
    "text": "🗺 Последняя проверка координат. Drake Clipper спрятан глубоко внутри астероида, в закрытом бункере. Лин собирается с силами, проверяет вооружение и щиты. Сигналы на радарах минимальны, но опасность ощущается каждой клеткой.",
    "choices": [
      {"text": "Приготовиться к финальной операции", "next": "success_final"},
      {"text": "Альтернативный", "next": "alt_19"}
    ]
  },
  "success_final": {
    "text": "🏆 Находка Drake Clipper. В глубине заброшенного ангара внутри астероида Лин видит корабль, окрашенный в яркую секретную краску. Свет пробивается сквозь щели бункера, отражаясь от блестящей поверхности. Лин затаила дыхание, чувствуя смесь радости, страха и тревоги: миссия почти выполнена, но путь ещё не окончен.",
    "choices": [
      {"text": "Конец основной линии", "ending": "true"},
      {"text": "Альтернативный", "next": "alt_20"}
    ]
  },
  
  "a1_1": {
  "text": "Кажется, Лин наконец поняла, кто мог подсунуть ей зашифрованное сообщение. Напряжённо моргнув, она провела рукой по лицу, пытаясь прогнать туман похмелья. Воспоминания начали собираться, как фрагменты разбитого зеркала.\n\nВчера, в баре «Орбитуари», среди гула голосов, криков игроков в кости и запаха перегара, к ней подошёл странный тип — в цилиндре, с моноклем и перчатками до локтя. Он что-то шептал о «проекте Clipper» и «чёрной метке на её имени», но Лин уже была настолько пьяна, что восприняла это как ещё один бред местного психа.\n\nТеперь же это казалось не случайностью.\n\nОна быстро встала, умылась ледяной водой из ржавого крана и схватила куртку. Время идти обратно в «Орбитуари».\n\nТам, среди мрачных полутонов заката и мерцающих неоновых вывесок, сонный бармен WRAITH протирал стаканы тряпкой, которую, похоже, не стирали со времён последней войны с Теллурианами.\n\n— Привет, WRAITH! — крикнула Лин, резко распахнув дверь.",
  "choices": [
    {"text": "Ты помнишь вчера в баре странного типа с цилиндром и моноклем?", "next": "a1_2"},
    {"text": "У тебя есть чем опохмелиться?", "next": "alt_1a_1"}
  ]
},
"a1_2": {
  "text": "WRAITH медленно поднял глаза. В его зрачках отражался мерцающий свет рекламы 'SynthGin – не убьёт, но точно забудешь'. Он помолчал, как будто взвешивал каждое слово.\n\n— Цилиндр? Монокль? — наконец произнёс он. — Да, помню. Нервный тип. Заказал один бокал 'Прах Императора', выпил за три глотка и ушёл. Но перед уходом оставил тебе записку… Я убрал её под стойку. Думал, ты сама заберёшь.\n\nОн протянул чёрный конверт с восковой печатью в виде глаза. Печать уже была сломана — кто-то читал это до неё.\n\n— Сказал, что ты всё поймёшь, когда протрезвеешь… — добавил бармен, снова потирая стакан. — А ещё… он упомянул Лорвиль. На Стентоне.\n\nЛин сжала конверт. Внутри — координаты и одно слово: **«Clipper»**.\n\n— Чёрт… — прошептала она. — Он всё-таки не врал.",
  "choices": [
    {"text": "Отправиться в Лорвиль на Стентоне", "next": "a1_3"},
    {"text": "Альтернативный", "next": "alt_2"}
  ]
},
"a1_3": {
  "text": "Город Лорвиль на Стентоне был мегаполисом-монстром: сотни уровней под землёй, небоскрёбы из старого армекса, улицы, заваленные рекламными дронами и обломками старых рекламных холстов. Воздух пах озоном, жареным тофу и чем-то едким, будто сам город гнил изнутри.\n\nЛин шла по Теневому переулку, держа руку на рукояти пистолета. Координаты вели к старому магазину 'Электронные мечты', но когда она приблизилась — магазин был закрыт, а дверь — взломана.\n\nВнутри царил бардак. Оборудование разбито, пол покрыт стеклом и кровью. А посреди комнаты, привязанный к стулу, сидел он — человек в цилиндре. Только теперь его монокль был расколот, а лицо — бледным, как у мертвеца.\n\nОн был мёртв.\n\nНа груди — вырезан знак: глаз с расколотым зрачком. Тот же, что и на конверте.\n\nЛин отступила, но в этот момент за спиной раздался лязг сапог. Охрана Лорвиля — в чёрных бронекостюмах, с ружьями наперевес.\n\n— Не двигайся, Свит, — сказал один из них. — Ты уже мертва. Просто ещё не упала.",
  "choices": [
    {"text": "Попытаться вырваться через заднюю дверь", "next": "a1_4"},
    {"text": "Альтернативный", "next": "alt_3"}
  ]
},
"a1_4": {
  "text": "Лин рванула в сторону задней двери, вышибая её ударом ноги. За ней прогремел выстрел, и пуля прошила воздух в сантиметре от её уха. Она уже бежала по узкому проходу между двумя автономными складами, где пахло маслом, плесенью и ржавчиной.\n\nПозади — лай коммуникаторов, звук шагов и крики: 'Она в Трубе! Заблокируйте уровень 7!'\n\nЛин знала: если её поймают здесь, она исчезнет насовсем. Без процесса, без следа. Так поступают с теми, кто копается в делах Clipper.\n\nОна спрыгнула в вентиляционную шахту, ударившись плечом о край. Тьма поглотила её, но через несколько секунд она выбралась на крышу соседнего здания, где штормовой ветер рвался с неба, обжигая лицо.\n\nГород мерцал внизу, как раненый зверь. Но Лин знала — теперь за ней не просто охотятся. Её имя уже в списке.\n\nВ личном канале её мобигласа вдруг мигнуло новое уведомление. Неизвестный отправитель. Тема: **Контракт на Лин Свит. Уровень угрозы: Omega**.",
  "choices": [
    {"text": "Пытаться скрыться на Пайро IV", "next": "a1_5"},
    {"text": "Альтернативный", "next": "alt_4"}
  ]
},
"a1_5": {
  "text": "Пайро IV — адская планета с оранжевыми бурями, кислотными дождями и пылью, въедающейся в любую электронику. Здесь жили отчаянные: беглецы, наёмники, те, кто не верил в судьбу.\n\nЛин приземлилась на лётном поле 'Пепельный якорь' и сразу заметила, что за ней следят. Два человека у киоска с синтетическим табаком, третий — за углом с кружкой кофе, которую не пил. Все с одинаковыми значками на рукавах: клеймо Баунти-Хантеров.\n\nОна ушла в толпу, прячась под капюшоном, и спряталась в старом мотеле «Забвение». В номере пахло затхлостью и горелой изоляцией. За окном кричали торговцы, гудели тяжёлые грузовики и завывал ветер.\n\nНо ночью кто-то постучал в дверь.\n\n— Открой, Свит, — раздался голос, сухой, как пепел. — Я не из охраны. Я хуже.\n\nЭто был он. Sel_Oin. Один из самых опасных Баунти-Хантеров вселенной. Говорят, он не убивает — он стирает. Вместе с телом исчезает и память о тебе.",
  "choices": [
    {"text": "Попытаться договориться", "next": "a1_6"},
    {"text": "Альтернативный", "next": "alt_5"}
  ]
},
"a1_6": {
  "text": "Лин открыла дверь. Sel_Oin стоял в проёме, высокий, в плаще из обожжённого кевлара. На лице — ни эмоций, ни жалости. Лишь глаза, холодные, как вакуум.\n\n— Контракт на тебя стоит больше, чем жизнь любого другого в этом секторе, — сказал он. — Clipper не прощает ошибок… и не оставляет свидетелей.\n\n— Я ничего не знаю! — вырвалось у Лин.\n\n— Но ты видела труп, — ответил он. — Этого достаточно.\n\nОн сделал шаг вперёд. Лин попятилась, но за спиной — стена. Она потянулась к поясу, но Sel_Oin был быстрее. Его клинок — тонкий, как игла — вонзился ей под рёбра, не издав ни звука.\n\n— Прости, — прошептал он, — но в этом бизнесе нет личного.\n\nЛин упала на колени, чувствуя, как тепло уходит. В последний момент она увидела его руку — он забрал её мобиглас… и чип из кармана.\n\nВсё стемнело.",
  "choices": [
    {"text": "Продолжить путь", "next": "a1_7"},
    {"text": "Альтернативный", "next": "alt_6"}
  ]
},
"a1_7": {
  "text": "На следующее утро в новостях мелькнуло сообщение: 'Неизвестная женщина найдена мёртвой в мотеле на Пайро IV. Признаки насильственной смерти отсутствуют. Предположительно — передозировка'.\n\nНо в подпольных кругах ходил другой слух: Лин Свит знала слишком много. Её убрали… но не всё исчезло. Её корабль «Гарпун-3» всё ещё висел на орбите Пайро IV. И в его системе — что-то осталось.\n\nSel_Oin отправил отчёт заказчику и получил подтверждение оплаты. Но, пересматривая запись с камеры мобигласа Лин, он вдруг заметил кадр: незадолго до смерти она загрузила данные в облако. Зашифрованные. С меткой **'Если я умру — открой это'**.\n\nОн стёр запись. Но вопрос остался: *кто следующий?*",
  "choices": [
    {"text": "Исследовать облако", "next": "a1_8"},
    {"text": "Альтернативный", "next": "alt_7"}
  ]
},
"a1_8": {
  "text": "Sel_Oin не был обычным охотником. Он чувствовал, когда дело пахнет катастрофой. Он загрузил архив Лин в свой портативный декодер — модель 'Печаль-9'. Через три часа система выдала: **'Доступ разрешён. Ключ: Clipper был не проектом. Clipper — человек.'**\n\nНа экране появилось лицо. Не то, что он ожидал. Это был один из основателей корпорации TerraMorph — человек, считавшийся мёртвым 20 лет назад.\n\nИ в его глазах — тот же знак: глаз с расколотым зрачком.\n\nSel_Oin понял: он убил не просто информатора. Он убил нить, ведущую к сердцу заговора.\n\nТеперь за ним самим охотятся.",
  "choices": [
    {"text": "Найти союзника", "next": "a1_9"},
    {"text": "Альтернативный", "next": "alt_8"}
  ]
},
"a1_9": {
  "text": "Он отправился в Зону Молчания — квартал на Хурстине, где не работали ни дроны, ни слежка. Там, в баре без названия, за чашкой чая из радиоактивных листьев, он встретил её — женщину с кибернетическими глазами, которую Лин когда-то могла бы назвать союзницей.\n\n— Ты убил её, — сказала она без эмоций.\n\n— Но не уничтожил правду, — ответил он.\n\nОна посмотрела в его глаза. Потом кивнула.\n\n— Тогда помоги мне закончить то, что начала она.\n\nОни заключили сделку. Без слов. Без контракта. Только взгляд и обещание: **'Clipper умрёт дважды.'**",
  "choices": [
    {"text": "Принять союз", "next": "a1_10"},
    {"text": "Отказаться", "next": "alt_9"}
  ]
},
"a1_10": {
  "text": "☠ Sel_Oin и женщина с киберглазами исчезли с радаров. Но на чёрных серверах появился новый файл. Название: **'Финал Свит'**.\n\nВ нём — координаты секретной базы TerraMorph, данные о проекте Clipper и список всех, кто отдал приказ убить Лин.\n\nСистема баунти-контрактов взорвалась от новых заявок. Теперь охота идёт не за одним человеком… а за целой империей.\n\nА на мёртвой орбите Пайро IV всё ещё висит «Гарпун-3». И в его чёрном ящике — последняя запись Лин:\n\n— Если ты это слышишь… знай: я не умерла зря.\n\nВыбор: довериться новому союзу или уйти в одиночку, зная, что теперь ты — главная цель.",
  "choices": [
    {"text": "Продолжать вместе", "next": "a1_11"},
    {"text": "Альтернативный", "next": "alt_10"}
  ]
},

  "alt_1a_1": {"text":"💥 Побочная ветка 1a, шаг 1","choices":[{"text":"Продолжить","next":"alt_1a_2"},{"text":"Продолжить","next":"alt_1a_3"}]},
  "alt_1a_2": {"text":"⚠️ Побочная ветка 1a, шаг 2","choices":[{"text":"Продолжить","next":"alt_1a_3"}]},
  "alt_1a_3": {"text":"🌌 Побочная ветка 1a, шаг 3","choices":[{"text":"Продолжить","next":"alt_1a_4"}]},
  "alt_1a_4": {"text":"💫 Побочная ветка 1a, шаг 4","choices":[{"text":"Продолжить","next":"alt_1a_5"}]},
  "alt_1a_5": {"text":"🚨 Побочная ветка 1a, шаг 5","choices":[{"text":"Продолжить","next":"alt_1a_6"}]},
  "alt_1a_6": {"text":"🛠 Побочная ветка 1a, шаг 6","choices":[{"text":"Продолжить","next":"alt_1a_7"}]},
  "alt_1a_7": {"text":"🌌 Побочная ветка 1a, шаг 7","choices":[{"text":"Продолжить","next":"alt_1a_8"}]},
  "alt_1a_8": {"text":"💫 Побочная ветка 1a, шаг 8","choices":[{"text":"Продолжить","next":"alt_1a_9"}]},
  "alt_1a_9": {"text":"🚀 Побочная ветка 1a, шаг 9","choices":[{"text":"Продолжить","next":"alt_1a_10"}]},
  "alt_1a_10": {"text":"❌ Конец побочной ветки 1a","choices":[{"text":"Вернуться к началу","next":"m1"}]},

  "alt_2a_1": {"text":"🕵️‍♂️ Побочная ветка 2a, шаг 1","choices":[{"text":"Продолжить","next":"alt_2a_2"}]},
  "alt_2a_2": {"text":"🌌 Побочная ветка 2a, шаг 2","choices":[{"text":"Продолжить","next":"alt_2a_3"}]},
  "alt_2a_3": {"text":"💫 Побочная ветка 2a, шаг 3","choices":[{"text":"Продолжить","next":"alt_2a_4"}]},
  "alt_2a_4": {"text":"🚨 Побочная ветка 2a, шаг 4","choices":[{"text":"Продолжить","next":"alt_2a_5"}]},
  "alt_2a_5": {"text":"🛠 Побочная ветка 2a, шаг 5","choices":[{"text":"Продолжить","next":"alt_2a_6"}]},
  "alt_2a_6": {"text":"🌌 Побочная ветка 2a, шаг 6","choices":[{"text":"Продолжить","next":"alt_2a_7"}]},
  "alt_2a_7": {"text":"💫 Побочная ветка 2a, шаг 7","choices":[{"text":"Продолжить","next":"alt_2a_8"}]},
  "alt_2a_8": {"text":"🚀 Побочная ветка 2a, шаг 8","choices":[{"text":"Продолжить","next":"alt_2a_9"}]},
  "alt_2a_9": {"text":"⚠️ Побочная ветка 2a, шаг 9","choices":[{"text":"Продолжить","next":"alt_2a_10"}]},
  "alt_2a_10": {"text":"❌ Конец побочной ветки 2a","choices":[{"text":"Вернуться к началу","next":"m2"}]}
}