{
  "MAIN STORY": {
    "text": "Лин проснулась как обычно в своей комнате. Тусклый свет проникал сквозь решётку на окнах, окрашивая комнату в багровые оттенки неоновой вывески снаружи. Голова немного болела после вчерашней пьянки, а лёгкий запах синтетического кофе висел в воздухе. Она ворочалась, пытаясь вспомнить события прошлой ночи, но воспоминания были разрозненными, как старый глитч на экране.\n\nВдруг резким колоколом в голове прозвучало уведомление на мобиглас. Лин вздрогнула и нырнула обратно в кровать, подняв руку к экрану. На дисплее мигало новое сообщение. Она попыталась открыть его, но экран отказался раскрыть содержимое: сообщение было зашифровано.\n\n— Отлично… — пробормотала Лин, садясь на кровать, — утро начинается не с кофе, а с головной боли и загадок.\n\nОна достала старый портативный декодер Onyx с полки. Холодный металл согрелся в её ладонях, экран засветился мягким голубым светом, отбрасывая тени на стены. Лин подключила декодер к мобигласу и начала вводить комбинации, пальцы дрожали от напряжения. Каждый неверный шаг сопровождался тихим писком системы, как предупреждение, что ошибка может стоить дорого.\n\nЧерез несколько минут на экране замерцали координаты и `шифр:`",
    "choices": [
      {"text": "Ввести код", "next": "main_story_1"},
      {"text": "Игнорировать сообщение и проверить почту", "next": "alt1_1"}
    ]
  },
  "main_story_1": {
    "text": "Кажется, Лин наконец поняла, кто мог подсунуть ей зашифрованное сообщение. Напряжённо моргнув, она провела рукой по лицу, пытаясь прогнать туман похмелья. Воспоминания начали собираться, как фрагменты разбитого зеркала.\n\nВчера, в баре «Орбитуари», среди гула голосов, криков игроков в кости и запаха перегара, к ней подошёл странный тип — в цилиндре, с моноклем и перчатками до локтя. Он что-то шептал о «проекте Clipper» и «чёрной метке на её имени», но Лин уже была настолько пьяна, что восприняла это как ещё один бред местного психа.\n\nТеперь же это казалось не случайностью.\n\nОна быстро встала, умылась ледяной водой из ржавого крана и схватила куртку. Время идти обратно в «Орбитуари».\n\nТам, среди мрачных полутонов заката и мерцающих неоновых вывесок, сонный бармен WRAITH протирал стаканы тряпкой, которую, похоже, не стирали со времён последней войны с Теллурианами.\n\n— Привет, WRAITH! — крикнула Лин, резко распахнув дверь.",
    "choices": [
      {"text": "Ты помнишь вчера в баре странного типа с цилиндром и моноклем?", "next": "main_story_2"},
      {"text": "У тебя есть чем опохмелиться?", "next": "alt2_1"}
    ]
  },
  "main_story_2": {
    "text": "WRAITH медленно поднял глаза. В его зрачках отражался мерцающий свет рекламы 'SynthGin – не убьёт, но точно забудешь'. Он помолчал, как будто взвешивал каждое слово.\n\n— Цилиндр? Монокль? — наконец произнёс он. — Да, помню. Нервный тип. Заказал один бокал 'Прах Императора', выпил за три глотка и ушёл. Но перед уходом оставил тебе записку… Я убрал её под стойку. Думал, ты сама заберёшь.\n\nОн протянул чёрный конверт с восковой печатью в виде глаза. Печать уже была сломана — кто-то читал это до неё.\n\n— Сказал, что ты всё поймёшь, когда протрезвеешь… — добавил бармен, снова потирая стакан. — А ещё… он упомянул Лорвиль. На Стентоне.\n\nЛин сжала конверт. Внутри — координаты и одно слово: **«Clipper»**.\n\n— Чёрт… — прошептала она. — Он всё-таки не врал.",
    "choices": [
      {"text": "Отправиться в Лорвиль на Стентоне", "next": "main_story_3"},
      {"text": "Допросить бармена с пристрастием", "next": "alt3_1"}
    ]
  },
  "alt1_1": {
    "text": "Лин решила не тратить время на расшифровку сомнительного сообщения. Вместо этого она проверила свою почту и обнаружила письмо от неизвестного отправителя с темой «Твой отец знал правду о Clipper».\n\nВ письме были приложены сканы старых документов TerraMorph: протоколы совещаний, списки сотрудников и координаты секретной лаборатории на Пайро IV. В углу одного из документов она узнала почерк своего отца — он был частью проекта Clipper двадцать лет назад.\n\nПоследняя строка письма заставила её сердце биться чаще: «Он не погиб в космической аварии. Его убрали, потому что он узнал слишком много».",
    "choices": [
      {"text": "Отправиться на Пайро IV к лаборатории", "next": "alt1_1_1"},
      {"text": "Найти человека, отправившего письмо", "next": "ALT1_1_2"}
    ]
  },
  "alt1_1_1": {
    "text": "Лин отстегнула ремень безопасности и вышла из «Гарпуна-3». Зной Пайро IV обжигал кожу даже сквозь термокомбинезон. Лаборатория TerraMorph напоминала гигантский металлический гриб, проросший из вулканической породы.\n\nОхраны не было. Все системы жизнеобеспечения отключены. Внутри царили тишина и пыль. На стенах остались следы поспешной эвакуации — разбитое оборудование, разбросанные бумаги, следы крови на полу.\n\nВ кабинете главного исследователя Лин нашла зашифрованный терминал. На рабочем столе лежала фотография: её отец, молодой и улыбчивый, стоит рядом с группой учёных перед кораблём необычной формы. На обороте было написано: «Проект Clipper. Последний полёт — 12.07.3045».",
    "choices": [
      {"text": "Попытаться взломать терминал", "next": "alt1_1_1_1"},
      {"text": "Забрать фото и уйти", "next": "alt1_1_1_2"}
    ]
  },
  "ALT1_1_2": {
    "text": "Отправитель письма оставил координаты встречи в портовом городе Пайро IV. «Портовый кабачок „Ржавый болт“», — гласило сообщение, «встретимся у стойки в полночь».\n\nЛин вошла в бар за час до назначенного времени. Заведение было заполнено космическими грузчиками и наёмниками. За стойкой стоял механик с кибернетической рукой, который внимательно наблюдал за каждым посетителем.\n\nКогда часы на стене показали полночь, к Лин подошла женщина в потрёпанном комбинезоне инженера с Терры. Её глаза светились неестественно голубым — кибернетическая модификация последней модели, доступная только высшему руководству TerraMorph.\n\n— Ты дочь Марка Свита, — сказала она без приветствия. — Я работала с ним над проектом Clipper. Меня зовут Элла. И я знаю, почему они убили твоего отца.",
    "choices": [
      {"text": "Поверить Элле и выслушать её историю", "next": "ALT1_1_2_1"},
      {"text": "Потребовать доказательств", "next": "alt1_1_2_2"}
    ]
  },
  "alt1_1_1_1": {
    "text": "Лин подключила свой имплант к терминалу. Система сопротивлялась, но через двадцать минут ей удалось обойти защиту. На экране появились записи последних дней работы лаборатории.\n\nИз записей следовало, что Clipper не был обычным кораблём. Это был экспериментальный транспорт с технологией квантового телепортирования, способный мгновенно перемещаться между точками пространства. Но проект был закрыт после «инцидента 12 июля», когда корабль исчез вместе с экипажем, включая отца Лин.\n\nПоследняя запись главного инженера гласила: «Clipper не уничтожен. Его спрятали. Ключ к его местонахождению — в коде ДНК Марка Свита. TerraMorph будет искать его дочь».\n\nВнезапно система подала сигнал тревоги. Кто-то активировал резервное питание здания.",
    "choices": [
      {"text": "Немедленно бежать", "next": "alt1_1_1_1_1"},
      {"text": "Скачать все данные перед побегом", "next": "alt1_1_1_2"}
    ]
  },
  "alt1_1_1_2": {
    "text": "Лин сунула фотографию в карман и уже собиралась уходить, когда заметила под столом маленький контейнер с биочипом. Внутри лежала записка отца: «Если это читает Лин — значит, они меня убрали. Clipper не корабль. Clipper — это человек. Его зовут Дрейк Морроу. Ищи его в архивах Омега-9».\n\nКонтейнер содержал также старый ключ-карту с логотипом TerraMorph и координаты станции «Предел».\n\n— Странно, — прошептала Лин, — я никогда не слышала, чтобы мой отец упоминал Дрейка Морроу.\n\nОна вышла из лаборатории и направилась к своему кораблю, но по пути заметила на песке следы свежих шагов. Кто-то был здесь недавно. Очень недавно.",
    "choices": [
      {"text": "Проверить корабль на наличие закладок", "next": "alt1_1_1_2_1"},
      {"text": "Направиться к станции «Предел»", "next": "alt1_1_1_2_2"}
    ]
  },
  "ALT1_1_2_1": {
    "text": "Элла заказала два стакана синтетического виски и начала рассказывать:\n\n— Твой отец, Марк Свит, был гениальным инженером. Он разработал двигатель для Clipper, позволяющий мгновенно преодолевать любые расстояния. Но однажды он обнаружил, что TerraMorph планирует использовать технологию не для исследования космоса, а для военных целей. Clipper мог доставить оружие в любую точку Вселенной за доли секунды.\n\n— Они убили его, когда он попытался передать данные журналистам, — продолжила Элла, её киберглаза мерцали в темноте бара. — Но перед смертью он успел спрятать часть чертежей. Говорил, что оставил их для тебя, на случай если что-то случится.\n\n— Где эти чертежи? — спросила Лин.\n\n— В твоей крови, — ответила Элла. — Он закодировал их в своем геноме и передал тебе по наследству. TerraMorph десять лет охотится за людьми, связанными с Марком Свитом. Они думали, что убили всех, кроме тебя.",
    "choices": [
      {"text": "Попросить Эллу помочь расшифровать данные", "next": "ALT1_1_2_1_1"},
      {"text": "Уйти и проверить информацию самостоятельно", "next": "ALT1_1_2_1_2"}
    ]
  },
  "alt1_1_2_2": {
    "text": "— Мне нужны доказательства, — сказала Лин, держа руку на рукоятке пистолета. — Мой отец погиб двадцать лет назад в космической аварии. Это официальный документ.\n\nЭлла горько усмехнулась и достала старый планшет. На экране появилась запись с камеры наблюдения: корабль Лин Свита-старшего не разбился о метеоритный пояс, как было заявлено. Его подорвали четыре истребителя TerraMorph.\n\n— Это была не авария. Это была казнь, — сказала Элла. — За отказ сотрудничать. TerraMorph не прощает предателей.\n\nПланшет показал ещё один файл — медицинские записи Лин с детства. В них были зашифрованы координаты тайника с частью чертежей Clipper.\n\n— Они не просто так интересовались твоим здоровьем все эти годы, — пояснила Элла. — TerraMorph следила за каждым твоим шагом. Они ждали, когда ты приведёшь их к остальным чертежам.",
    "choices": [
      {"text": "Поверить Элле и принять помощь", "next": "ALT1_1_2_1"},
      {"text": "Сбежать и спрятаться", "next": "alt1_1_2_2_1"}
    ]
  },
  "alt1_1_1_1_1": {
    "text": "Лин выскочила из лаборатории за секунду до того, как система безопасности активировала плазменные замки на дверях. За её спиной раздался глухой взрыв — кто-то уничтожал доказательства.\n\nОна помчалась к своему кораблю, перепрыгивая через вулканические камни. «Гарпун-3» стоял нетронутым, но на корпусе Лин заметила свежие царапины — кто-то пытался взломать шлюз.\n\nЗапустив двигатели, она едва успела оторваться от нескольких военных ботов TerraMorph, преследовавших её. Её мобиглас замигал красным: на частоте экстренных вызовов звучал сигнал бедствия с лаборатории. Кто-то ещё остался внутри.\n\nЛин колебалась. Вернуться означало подставить себя под удар. Но оставить человека на верную смерть — значило стать такой же, как TerraMorph.",
    "choices": [
      {"text": "Вернуться и попытаться спасти человека", "next": "alt1_1_1_1_1_1"},
      {"text": "Улететь и сохранить свою жизнь", "next": "alt1_1_1_1_1_2"}
    ]
  },
  "alt1_1_1_2_1": {
    "text": "Лин внимательно осмотрела корабль. Ничего подозрительного не обнаружилось, но её интуиция подсказывала, что это слишком просто. Она подключила сканер к системе корабля и нашла скрытый модуль слежки, встроенный в навигационную систему.\n\n— Кто бы ни установил это устройство, он знает, куда я направляюсь, — прошептала Лин. — Нужно устроить ловушку.\n\nОна извлекла модуль, подключила его к своему декодеру и отправила фальшивые координаты — на заброшенную шахту в другом секторе. Затем взяла оружие и спряталась в грузовом отсеке, ожидая, что преследователи клюнут на приманку.\n\nЧерез несколько часов к кораблю подошли двое в форме TerraMorph. Лин наблюдала за ними через камеру наблюдения. Один из агентов достал оружие и направился к рубке, а второй проверял грузовой отсек.",
    "choices": [
      {"text": "Атаковать агентов внезапно", "next": "alt1_1_1_2_1_1"},
      {"text": "Дать им уйти и следовать за ними", "next": "alt1_1_1_2_1_2"}
    ]
  },
  "alt1_1_1_2_2": {
    "text": "Станция «Предел» оказалась старой исследовательской базой, дрейфующей на границе известного космоса. Системы жизнеобеспечения едва функционировали, и в коридорах стоял холод.\n\nВ архивах станции Лин нашла записи Дрейка Морроу. Оказывается, он не был человеком. Дрейк — это искусственный интеллект, созданный специально для управления Clipper. Его матрица была разделена на части и спрятана в разных местах после закрытия проекта.\n\nПоследняя запись Дрейка гласила: «Если меня услышит Лин Свит, дочь Марка — собери все фрагменты моей матрицы. Только её генетический код может активировать Clipper. TerraMorph лжёт о цели проекта. Clipper создан не для войны, а для спасения человечества от надвигающейся космической катастрофы».\n\nВнезапно на станцию ворвались агенты TerraMorph.",
    "choices": [
      {"text": "Сражаться с агентами", "next": "alt1_1_1_2_2_1"},
      {"text": "Скрыться через вентиляционную шахту", "next": "alt1_1_1_2_2_2"}
    ]
  },
  "ALT1_1_2_1_1": {
    "text": "Элла согласилась помочь Лин расшифровать генетические данные. Она привела её в подпольную лабораторию на нижних уровнях Пайро IV, где работал её друг-генетик, доктор Кай.\n\n— Это рискованно, — предупредил доктор, изучая образцы ДНК Лин. — TerraMorph отслеживает все генетические исследования. Если они обнаружат нашу лабораторию, мы все умрём.\n\nНо Лин не осталась другого выхода. Через три дня напряжённой работы учёным удалось выделить зашифрованную информацию. Это не были чертежи Clipper — это был протокол доступа к секретному серверу TerraMorph, где хранились настоящие чертежи.\n\n— Сервер находится на станции «Хронос», — объяснил доктор Кай. — Это самое охраняемое место во всей галактике.\n\n— Не совсем, — вмешалась Элла. — Через неделю на «Хроносе» состоится корпоративный приём для высшего руководства TerraMorph. Благодаря моим связям я могу устроить вас туда в качестве официантки.",
    "choices": [
      {"text": "Согласиться на опасную миссию", "next": "ALT1_1_2_1_1_1"},
      {"text": "Найти другой способ проникнуть на станцию", "next": "ALT1_1_2_1_1_2"}
    ]
  },
  "ALT1_1_2_1_2": {
    "text": "Лин поблагодарила Эллу, но отказалась от помощи. Она не могла доверять кому-либо после того, как узнала правду о смерти отца. Выйдя из бара, она заметила двух людей в чёрной форме, которые слишком внимательно следили за каждым её движением.\n\nЛин ускорила шаг, свернув в узкий переулок. Преследователи не отставали. На одном из перекрёстков она столкнулась с пьяным космоходом и уронила его кружку с пивом. Пока тот ругался, Лин нырнула в вентиляционную шахту заброшенного склада.\n\nЧерез два часа она благополучно добралась до своего корабля. Но перед отлётом решила проверить последние новости. На главной странице новостного портала мелькнуло сообщение: «Тело неизвестной женщины найдено в порту Пайро IV. По предварительным данным — убийство».\n\nФотография на новостях была плохо видна, но Лин узнала механическую руку Эллы.",
    "choices": [
      {"text": "Вернуться и рассказать об убийстве властям", "next": "ALT1_1_2_1_2_1"},
      {"text": "Улететь и использовать информацию об отце для поиска Clipper", "next": "ALT1_1_2_1_2_2"}
    ]
  },
  "alt1_1_2_2_1": {
    "text": "Лин убежала от Эллы, прыгнув в первый попавшийся грузовой транспорт, направляющийся к ближайшей космической станции. Она боялась остановиться, боясь, что TerraMorph уже отследила её местоположение.\n\nНа станции «Горизонт-7» она купила поддельные документы и сменила внешность, используя нелегальную клинику кибернетической модификации. Её естественные волосы сменил чёрный ирокез, а в глазах появились киберимпланты, скрывающие их настоящий цвет.\n\nЧерез неделю Лин обнаружила группу бунтарей, сражающихся против TerraMorph. Их лидер, бывший командир флота по имени Рейдер, рассказал ей другую версию истории:\n\n— Твой отец не был жертвой. Он сам предал проект Clipper, продав чертежи конкурентам. TerraMorph убрала его, когда он потребовал больше денег. Clipper — это оружие, способное уничтожить целую систему за секунды.",
    "choices": [
      {"text": "Поверить Рейдеру и присоединиться к бунтовщикам", "next": "alt1_1_2_2_1_1"},
      {"text": "Найти доказательства правды самостоятельно", "next": "alt1_1_2_2_1_2"}
    ]
  },
  "alt1_1_2_1_1_1": {
    "text": "В день приёма Лин стояла в углу зала с подносом напитков, наблюдая за гостями. Все они были важными чиновниками TerraMorph. В центре внимания — глава корпорации, Иероним Кейдж, с его механическими глазами и холодной улыбкой.\n\nКогда зал погрузился в полумрак для показа голографической презентации, Лин проскользнула в серверную комнату. Системы безопасности были настроены на распознавание лиц руководителей, но не официантов.\n\nПодключившись к серверу, она начала загружать данные о проекте Clipper. На экране появились не только чертежи корабля, но и записи интервью с её отцом. В одном из них он говорил: «Clipper не должен попасть в руки TerraMorph. Если со мной что-то случится, найдите Дрейка. Он единственный, кто может остановить их».\n\nВнезапно дверь серверной начала открываться. Кто-то входил.",
    "choices": [
      {"text": "Спрятаться под столом", "next": "alt1_1_2_1_1_1_1"},
      {"text": "Бежать через аварийный выход", "next": "alt1_1_2_1_1_1_2"}
    ]
  },
  "alt1_1_2_1_1_2": {
    "text": "Лин отказалась от плана с корпоративным приёмом. Вместо этого она нашла старого знакомого отца — капитана межгалактического грузового корабля по имени Вулкан. Он согласился доставить её на станцию «Хронос», спрятав в грузовом контейнере с контрабандными растениями.\n\nКапитан Вулкан был человеком мало говорящим, но его глаза говорили о многом, когда он смотрел на фотографию Марка Свита.\n\n— Твой отец спас мне жизнь дважды, — признался он по пути. — Первый раз, когда TerraMorph пыталась подставить меня за контрабанду. Второй раз — когда предупредил об аварии на станции.\n\nУ станции «Хронос» Вулкан отвлёк охрану, устроив драку в баре, а Лин пробралась внутрь. Серверная комната находилась под усиленной охраной, но Лин заметила вентиляционную шахту, ведущую прямо к цели.\n\nВнутри серверной она нашла не только чертежи Clipper, но и файлы о гибели её отца. Согласно записям, Марк Свит погиб, пытаясь предотвратить запуск Clipper для военных целей.",
    "choices": [
      {"text": "Загрузить все файлы и бежать", "next": "alt1_1_2_1_1_2_1"},
      {"text": "Найти Дрейка Морроу, о котором говорил отец", "next": "alt1_1_2_1_1_2_2"}
    ]
  },
  "alt1_1_2_1_2_1": {
    "text": "Лин решила вернуться и сообщить об убийстве Эллы властям. Это было рискованно, но она не могла оставить убийство безнаказанным. На месте преступления уже работала следственная группа, но их методы вызвали у Лин сомнения — слишком уж быстро они пришли к выводу о бытовом конфликте.\n\nКогда Лин попыталась рассказать, что видела Эллу незадолго до смерти, один из офицеров схватил её за руку и отвёл в сторону.\n\n— Не вмешивайся, — прошипел он. — Это дело TerraMorph. Тебя тоже убьют, если не замолчишь.\n\nУ офицера на запястье был знак, который Лин видела у агентов из лаборатории на Пайро IV. Это были не обычные полицейские — это были люди TerraMorph, замаскированные под следователей.\n\nЛин поняла, что попала в ловушку. Её имя уже в списках на устранение.",
    "choices": [
      {"text": "Сознаться в том, что искала Clipper", "next": "alt1_1_2_1_2_1_1"},
      {"text": "Сбежать и скрыться", "next": "alt1_1_2_1_2_1_2"}
    ]
  },
  "alt1_1_2_1_2_2": {
    "text": "Лин улетела с Пайро IV, оставив позади тайну смерти Эллы. Она направилась к последнему месту, где видели её отца — исследовательской станции «Звёздная жатва». Станция была заброшена десять лет назад после загадочного инцидента, унёсшего жизни всего экипажа.\n\nВнутри станции царил хаос. Оборудование разбито, стены покрыты странной растительностью, которая, казалось, пульсировала синим светом. В лаборатории Лин нашла записи отца за несколько дней до его гибели:\n\n«Мы совершили ошибку. Clipper не должен был работать на технологии квантовой телепортации. Это нарушило стабильность пространства-времени в радиусе станции. Растения мутировали, некоторые члены экипажа сошли с ума. TerraMorph прикажет уничтожить станцию с орбиты. Я должен предупредить Дрейка».\n\nПоследняя запись была обрывочная: «...не корабль... Дрейк прав... человечество не готово... если меня не станет, Лин должна...».\n\nВнезапно растения вокруг ожили, образовав пульсирующий щупальца.",
    "choices": [
      {"text": "Попытаться уничтожить растения огнём", "next": "alt1_1_2_1_2_2_1"},
      {"text": "Найти источник мутации в ядре станции", "next": "alt1_1_2_1_2_2_2"}
    ]
  },
  "alt1_1_2_2_1_1": {
    "text": "Лин присоединилась к бунтовщикам Рейдера. Он принял её как дочь предателя, что обещало свободу от прошлого. База бунтовщиков находилась в астероидном поле, идеально подходящем для скрытных операций.\n\nРейдер обучил Лин всему, что знал о военных технологиях TerraMorph, включая слабые места в системах безопасности станции «Хронос».\n\n— Clipper — это угроза для всех, — говорил он, изучая голограммы корабля. — Если TerraMorph получит полный контроль, они смогут телепортировать армии в любую точку галактики за доли секунды. Мы должны уничтожить Clipper, пока это не стало реальностью.\n\nЛин сомневалась. Её отец не был предателем. Она чувствовала это. В его записях была другая история. Но Рейдер казался искренне убеждённым в своих словах.\n\nКогда бунтовщики начали планировать атаку на станцию «Хронос», Лин должна была принять решение: доверять Рейдеру или следовать своим инстинктам.",
    "choices": [
      {"text": "Поддержать атаку на станцию «Хронос»", "next": "alt1_1_2_2_1_1_1"},
      {"text": "Тайно найти информацию об отце", "next": "alt1_1_2_2_1_1_2"}
    ]
  },
  "alt1_1_2_2_1_2": {
    "text": "Лин не поверила Рейдеру. Ночью она тайно покинула базу бунтовщиков на одном из их кораблей. Данные, полученные от Эллы перед её смертью, указывали на координаты секретного архива на Терре, принадлежавшего другу её отца.\n\nАрхив оказался подвалом старого музея на окраине бывшей столицы планеты. Хранитель — старик с механическими ногами — признал Лин сразу.\n\n— Я ждал тебя, — сказал он. — Твой отец оставил это для тебя на случай, если с ним что-то случится.\n\nСтарик вручил Лин кристаллический носитель данных. Внутри были не только чертежи Clipper, но и записи, где Марк Свит объяснял истинную цель проекта:\n\n«Clipper создан не для войны, а для спасения. В космосе надвигается угроза, способная уничтожить всю галактику. Только Clipper с его технологией мгновенного перемещения сможет эвакуировать миллионы людей. TerraMorph хочет использовать его как оружие. Я не позволю этому случиться».\n\nВнезапно сирена тревоги пронзила тишину музея. TerraMorph нашла Лин.",
    "choices": [
      {"text": "Спрятать носитель и сдаться", "next": "alt1_1_2_2_1_2_1"},
      {"text": "Бежать через запасной аварийный выход", "next": "alt1_1_2_2_1_2_2"}
    ]
  },
  "alt1_1_2_2_2": {
    "text": "Лин направилась к координатам, которые нашла в записях отца. Это место не было отмечено ни на одной карте — астероидный пояс, названный в старых навигационных журналах «Местом слёз».\n\nВ центре пояса она обнаружила нечто удивительное: скрытую базу, построенную внутри гигантского астероида. Системы базы были частично активны, несмотря на десятилетия забвения.\n\nВнутри базы Лин нашла лабораторию, где когда-то разрабатывали Clipper. На центральном терминале мигала запись с датой за день до гибели её отца:\n\n«Мы потеряли связь с основной командой. TerraMorph блокирует все каналы связи. Я прячу финальные чертежи Clipper в коде ДНК своей дочери. Только Лин сможет активировать корабль, когда придет время. Clipper не корабль. Clipper — это ключ к спасению человечества от надвигающейся тени. Если меня не станет, Дрейк продолжит моё дело».\n\nВнезапно системы базы ожили. Кто-то ещё находился внутри.",
    "choices": [
      {"text": "Вызвать подкрепление", "next": "alt1_1_2_2_2_1_end"},
      {"text": "Осторожно исследовать базу", "next": "alt1_1_2_2_2_2_end"}
    ]
  },
  "alt2_1": {
    "text": "— У тебя есть чем опохмелиться? — спросила Лин, устраиваясь на барную стойку. WRAITH фыркнул, но налил ей стакан SynthGin — дешёвого, горького напитка, любимого местных обитателей «Орбитуари».\n\nЖидкость обожгла горло, но помогла прогнать туман в голове. Внезапно Лин вспомнила детали вчерашней встречи с человеком в цилиндре, которые раньше казались неважными: на его запястье была татуировка в виде расколотого глаза — эмблема подпольного сопротивления против TerraMorph.\n\n— Кстати, о том типе в цилиндре, — продолжила Лин, делая вид, что не замечает реакции бармена. — Он говорил о проекте «Черная метка». Ты не слышал такого?\n\nWRAITH замер. Его взгляд стал осторожным. Он вытер стойку, хотя она и так была чистой.\n\n— Слушай, девочка, — тихо сказал он. — Есть вещи, о которых лучше не знать. Особенно в наше время. Но если тебе так уж интересно… за углом есть человек. Старый архивариус. Он может знать о «Черной метке» больше, чем я.",
    "choices": [
      {"text": "Найти архивариуса", "next": "alt2_1_1"},
      {"text": "Вернуться к расшифровке сообщения", "next": "main_story_1"}
    ]
  },
  "alt2_1_1": {
    "text": "Архивариус оказался слепым стариком с кибернетическими имплантами вместо глаз. Он жил в подвале старого книжного магазина, среди пыльных томов и голографических хранилищ данных.\n\n— TerraMorph, «Черная метка»… — прошептал он, касаясь пальцами голограммы с эмблемой TerraMorph. — Это не просто проект. Это список людей, которые представляют угрозу для корпорации. Твой отец был в этом списке. А теперь ты тоже.\n\nСтарик передал Лин маленький чип памяти:\n\n— Здесь информация о твоём отце и о том, чем на самом деле был проект Clipper. Но будь осторожна. TerraMorph следит за каждым, кто интересуется этим списком. Они уже знают, что ты разговаривала с WRAITH.\n\nКогда Лин покидала магазин, она заметила двух людей в чёрных костюмах, которые слишком внимательно рассматривали витрины напротив. Они явно ждали её.",
    "choices": [
      {"text": "Попытаться уйти незамеченной через задний вход", "next": "alt2_1_1_1"},
      {"text": "Сразу бежать к кораблю", "next": "alt2_1_1_2"}
    ]
  },
  "alt2_1_2": {
    "text": "Лин решила не доверять WRAITH и вернулась к расшифровке сообщения. Она подключила декодер к корабельному компьютеру, что позволило значительно ускорить процесс. Через час система наконец выдала результат.\n\nСообщение было от анонимного источника внутри самой TerraMorph:\n\n«Лин Свит, они следят за тобой. Не возвращайся на Стентон. Не встречайся с WRAITH. Он работает на них. Clipper существует, и твой отец был прав — это не просто корабль. Координаты прилагаются. Торопись, у меня осталось мало времени».\n\nКоординаты вели к заброшенной исследовательской станции на краю системы. Но самое странное было в конце сообщения: «Помни о коде 3045. Только ты можешь активировать Clipper, Лин. В твоих генах спрятан ключ».\n\nЛин почувствовала мурашки по коже. Как этот человек знал о её генах? Как он знал о 3045 — годе смерти её отца?\n\nВнезапно датчики корабля зафиксировали приближение двух неопознанных судов. Они блокировали выход из дока.",
    "choices": [
      {"text": "Попытаться прорваться на корабле", "next": "alt2_1_2_1"},
      {"text": "Скрыться через технические тоннели станции", "next": "alt2_1_2_2"}
    ]
  },
  "alt2_1_1_1": {
    "text": "Лин осторожно проскользнула в узкий проход, ведущий из подвала книжного магазина в соседнее здание. Шум шагов преследователей стал громче, когда они поняли, что она ускользает.\n\nПроход вывел её в старый кинотеатр, давно превращённый в склад для контрабандного товара. Лин пробиралась между ящиками с неизвестным содержимым, когда наткнулась на группу подростков, играющих в карты среди контрабандного алкоголя.\n\n— Эй, ты не должна здесь быть, — сказал один из них, замечая Лин. — Это территория Синдиката.\n\nЛин быстро сообразила:\n\n— Я ищу Старого Архива. Он просил меня передать сообщение Ворону.\n\nУпоминание имени Ворона — лидера местного Синдиката — возымело действие. Подростки пропустили её, но предупредили:\n\n— Будь осторожна. Ворон сегодня в ярости. Кто-то украл его самый ценный товар — чип с данными TerraMorph.\n\nЛин сжала в кармане чип, который дал ей архивариус. Она поняла, что попала в самую гущу событий.",
    "choices": [
      {"text": "Отдать чип Ворону и попросить защиты", "next": "alt2_1_1_1_1"},
      {"text": "Попытаться украсть корабль Синдиката", "next": "alt2_1_1_1_2"}
    ]
  },
  "alt2_1_1_2": {
    "text": "Лин помчалась к своему кораблю, игнорируя предостережения старого архивариуса. Она едва успела запустить двигатели, когда двое агентов TerraMorph подбежали к шлюзу «Гарпуна-3».\n\n— Стой! — крикнул один из них. — Мы знаем, кто ты. Сдайся, и мы пощадим твою жизнь.\n\nЛин не ответила. Вместо этого она включила гравитационную пушку корабля, создав волну энергии, которая отбросила агентов назад. «Гарпун-3» сорвался с док-станции и устремился в открытый космос.\n\nВ безопасности полёта Лин вставила полученный чип в корабельный компьютер. На экране появились секретные файлы TerraMorph о проекте Clipper. Согласно документам, Clipper был не кораблём, а экспериментальным порталом, способным создавать стабильные чёрные дыры для мгновенных перемещений.\n\nНо самое шокирующее открытие ждало в конце файла: её отец не погиб в аварии. Он был похищен TerraMorph и удерживается в секретной тюрьме на планете Нокс.\n\nЛин поняла свою следующую цель.",
    "choices": [
      {"text": "Направиться к планете Нокс", "next": "alt2_1_1_2_1"},
      {"text": "Связаться с подпольным сопротивлением", "next": "alt2_1_1_2_2"}
    ]
  },
  "alt2_1_2_1": {
    "text": "Лин включила все двигатели «Гарпуна-3» и направила корабль прямо на блокирующие суда. В последний момент она резко ушла вверх, используя маневр «крест смерти», который научил её отец.\n\nСнаряды преследователей промахнулись, взорвавшись в пустоте. Лин воспользовалась моментом и активировала экстренный прыжок в гиперпространство, несмотря на риск повреждения корабля.\n\nКогда «Гарпун-3» вышел из прыжка, Лин обнаружила, что её навигационные системы повреждены. Координаты из сообщения были частично стёрты, оставив только общий район поиска — сектор Альфа на краю исследованного космоса.\n\nВ этом секторе находилось множество объектов, включая заброшенную станцию, астероидные поля и руины древней цивилизации. Где начать поиски?\n\nКроме того, корабль получил повреждения при прыжке. Щиты работали на 40%, а система жизнеобеспечения начинала давать сбои. Лин требовалось найти место для ремонта и одновременно продолжить поиски Clipper.",
    "choices": [
      {"text": "Отправиться к ближайшей космической станции для ремонта", "next": "alt2_1_2_1_1"},
      {"text": "Продолжить поиск Clipper, несмотря на повреждения", "next": "alt2_1_2_1_2"}
    ]
  },
  "alt2_1_2_2": {
    "text": "Лин оставила корабль на док-станции и скрылась через старые технические тоннели. Эти тоннели, построенные ещё во времена первых поселенцев Стентона, использовались теперь только бездомными и контрабандистами.\n\nВ полумраке тоннелей Лин столкнулась с группой таких же беглецов от закона. Их лидер, женщина с механической рукой и шрамом через всё лицо, узнала Лин.\n\n— Ты дочь Марка Свита, — сказала она. — Мой отец служил с ним в одном экипаже. Он говорил, что Марк пытался предотвратить катастрофу на станции «Звёздная жатва».\n\nЖенщина представилась как Кайла. Она и её люди скрывались от TerraMorph после того, как отказались участвовать в секретной операции по зачистке свидетелей.\n\n— Мы можем помочь тебе добраться до координат из сообщения, — предложила Кайла. — У нас есть корабль, который не числится в базах данных TerraMorph. Но взамен мы просим одну вещь: когда найдёшь Clipper, используй его против них.\n\nЛин задумалась. Она не знала, кому можно доверять, но у неё не было другого выхода.",
    "choices": [
      {"text": "Принять помощь Кайлы и её людей", "next": "alt2_1_2_2_1"},
      {"text": "Отказаться и найти другой путь", "next": "alt2_1_2_2_2"}
    ]
  },
  "alt2_1_1_1_1": {
    "text": "Лин решила пойти на риск и встретиться с Вороном. Синдикат привёл её в подпольный клуб на нижних уровнях станции. Ворон оказался высоким мужчиной средних лет с лицом, наполовину покрытым кибернетическими имплантами.\n\n— Чип с данными TerraMorph? — его голос звучал как скрежет металла. — Ты смелая, девочка. Большинство людей, укравших что-то у меня, уже мертвы.\n\nЛин протянула чип:\n\n— Я не крала его. Старый Архивар дал мне его. Он сказал, что это важнее, чем жизнь одного человека.\n\nВорон изучил чип и удивлённо поднял бровь:\n\n— Это не данные TerraMorph. Это ключ к сейфу на станции «Хронос». В этом сейфе… — он понизил голос — …хранятся документы, доказывающие коррупцию самого главы TerraMorph. Этим ключом можно уничтожить всю корпорацию.\n\n— Почему Архивариус отдал его мне? — спросила Лин.\n\n— Потому что твой отец когда-то спас его жизнь. А теперь твоя очередь спасти всех нас от их тирании.",
    "choices": [
      {"text": "Предложить союз с Вороном против TerraMorph", "next": "alt2_1_1_1_1_1"},
      {"text": "Взять ключ и действовать самостоятельно", "next": "alt2_1_1_1_1_2"}
    ]
  },
  "alt2_1_1_1_2": {
    "text": "Лин отказалась от встречи с Вороном. Вместо этого она нашла ворота ангара Синдиката, где стоял их флагманский корабль — «Теневой клинок». Охрана была минимальной из-за ночной смены.\n\nВоспользовавшись своими навыками взлома, Лин проникла внутрь корабля и запустила двигатели. Сигнализация сработала слишком поздно — когда охрана прибежала, «Теневой клинок» уже отрывался от станции.\n\nВорон лично связался с Лин по каналу экстренной связи:\n\n— Ты совершила большую ошибку, девочка. Этот корабль помечен. TerraMorph отследит его за секунды. Отдай его, и я пообещаю твою безопасность.\n\nНо Лин была непреклонна. Она активировала режим невидимости корабля и направилась к координатам из сообщения — к заброшенной станции «Крипта» на краю системы.\n\nКогда она приблизилась к станции, сканеры показали неожиданную картину: внутри «Крипты» горели огни. Кто-то уже был там. Кто-то ждал Лин.",
    "choices": [
      {"text": "Подойти к станции осторожно", "next": "alt2_1_1_1_2_1"},
      {"text": "Атаковать станцию неожиданно", "next": "alt2_1_1_1_2_2"}
    ]
  },
  "alt2_1_1_2_1": {
    "text": "Планета Нокс оказалась мрачным миром с ядовитой атмосферой, где единственными поселениями были тюрьмы TerraMorph. Главная тюрьма, «Скарабей», висела в орбите на гигантском космическом черве — искусственном сооружении, похожем на древнее насекомое.\n\nЛин наняла местного контрабандиста, который согласился доставить её в «Скарабей» за баснословную сумму. План заключался в том, чтобы замаскироваться под нового охранника, используя украденные документы.\n\nВнутри тюрьмы Лин обнаружила кошмар. Заключённые подвергались ужасным экспериментам над сознанием. Многие уже не были похожи на людей — их тела были усилены кибернетикой, а разумы сломаны.\n\nПоиски отца привели Лин в секретную лабораторию на самом нижнем уровне. Там, в криокапсуле, находился человек, очень похожий на её отца. Но когда Лин приблизилась, капсула открылась, и мужчина заговорил механическим голосом:\n\n— Лин Свит, дочь Марка. Мы ждали тебя. Твой отец сделал свой выбор. Он предпочёл смерть сотрудничеству. Но ты можешь выбрать иначе.",
    "choices": [
      {"text": "Атаковать имитацию отца", "next": "alt2_1_1_2_1_1"},
      {"text": "Сыграть роль предателя, чтобы узнать больше", "next": "alt2_1_1_2_1_2"}
    ]
  },
  "alt2_1_1_2_2": {
    "text": "Лин связалась с «Ночной стаей» — одним из самых опасных подпольных движений против TerraMorph. Их база находилась в руинах древнего города на планете Хейвен.\n\nЛидер группы, известная только как Призрак, встретила Лин с недоверием:\n\n— Почему мы должны доверять тебе? Твой отец работал на TerraMorph. Кто знает, чему ещё он тебя научил?\n\nЛин показала чип с данными и рассказала о сообщении. Призрак внимательно изучила информацию и, наконец, кивнула:\n\n— Это правда. Мы пытались найти эту станцию годами. Но есть проблема: TerraMorph установила в районе поиска ловушку. Они знают, что кто-то ищет Clipper, и ждут жертву.\n\nПризрак предложила план: одна группа отвлечёт TerraMorph, а Лин с другой группой проберётся на станцию через старые шахты, известные только местным.\n\n— Но помни одно, — предупредила Призрак. — Clipper не то, чем кажется. Это не корабль, не оружие и не портал. Это нечто большее. И ты должна быть готова к тому, что возможно, лучше бы ему никогда не быть найденным.",
    "choices": [
      {"text": "Принять план Призрака", "next": "alt2_1_1_2_2_1"},
      {"text": "Найти станцию самостоятельно", "next": "alt2_1_1_2_2_2"}
    ]
  },
  "alt2_1_2_1_1": {
    "text": "Ближайшая станция, «Точка падения», оказалась аванпостом пиратов, торгующих с обеими сторонами конфликта. Лин пришлось отдать большую часть своих сбережений за ремонт корабля, но механик, старый друг её отца, признался, что не может починить всё — нужна редкая деталь, которую можно найти только на станции TerraMorph.\n\n— Есть другой выход, — сказал механик, понизив голос. — На станции «Элизиум» проводится аукцион. Среди лотов есть контейнер с технологиями из старых лабораторий Clipper. Говорят, там есть детали, которые подойдут для твоего корабля. Но аукцион проводит сам Иероним Кейдж, глава TerraMorph.\n\nМеханик подмигнул:\n\n— У меня есть кое-кто, кто может устроить тебя туда. Но цена будет высокой. Не кредитами. Твоей историей. Иероним Кейдж очень интересуется дочерью Марка Свита.\n\nЛин почувствовала холодок по спине. Это была явная ловушка. Но у неё не было другого выбора — без ремонта «Гарпун-3» не доставит её к координатам из сообщения.",
    "choices": [
      {"text": "Согласиться на встречу с Иеронимом Кейджем", "next": "alt2_1_2_1_1_1"},
      {"text": "Попытаться украсть нужные детали", "next": "alt2_1_2_1_1_2"}
    ]
  },
  "alt1_1_1_1_1_1": {
    "text": "Лин резко развернула «Гарпун-3» и направилась обратно к лаборатории. На сканерах она обнаружила одинокий сигнал жизни в центральном блоке здания. Приземлившись, она проникла внутрь через аварийный выход.\n\nВ центральном зале она нашла молодую учёную, прижатую к стене обрушившимися конструкциями. Её имя было Сара, и она работала младшим исследователем в лаборатории.\n\n— TerraMorph приказал уничтожить все данные, — сказала Сара, дрожа от боли. — Но я успела сохранить главное. В твоём корабле есть порт для загрузки. Введи код 3045 — так звались чертежи Clipper в системе.\n\nЛин помогла Саре на ноги, но в этот момент в зал ворвались агенты TerraMorph. Сара толкнула Лин к выходу:\n\n— Беги! Я задержу их. Скажи Дрейку… скажи, что Сара выполнила обещание.\n\nКогда Лин добежала до корабля, она услышала взрыв. Сара пожертвовала собой. Но её жертва не будет напрасной — Лин получила доступ к секретным данным и теперь знала, куда идти дальше.",
    "choices": [
      {"text": "Доставить данные Дрейку Морроу", "next": "alt1_1_1_1_1_1_1"},
      {"text": "Сначала найти информацию о Дрейке", "next": "alt1_1_1_1_1_1_2"}
    ]
  },
  "alt1_1_1_1_1_2": {
    "text": "💥 Лин бросилась к кораблю, оставив неизвестного человека на верную смерть. В момент взлёта её сканеры зафиксировали мощный импульс энергии — лабораторию уничтожили полностью.\n\nВ космосе она вспомнила последние слова Эллы: «TerraMorph не прощает предателей. И не прощает тех, кто покидает своих». Лин чувствовала, как груз вины давит на неё, но самосохранение было сильнее.\n\nВнезапно система связи зашифровала сообщение от неизвестного отправителя. Это был голос Сары, учёной из лаборатории:\n\n— Я знала, что ты улетишь. TerraMorph установила в твой корабль троян. Через 10 минут он активируется и выведет из строя все системы. Ты останешься в космосе одна. Как и я сейчас.\n\nСара сказала правду. Через пять минут «Гарпун-3» начал терять мощность. Щиты отключились, двигатели замедлились. В последнюю минуту работы связи Лин попыталась отправить SOS, но ответа не последовало.\n\nГоды спустя поисковая экспедиция нашла обломки «Гарпуна-3» с записью в чёрном ящике. Последние слова Лин были: «Прости меня, отец. Я не смогла быть такой же сильной, как ты».",
    "choices": [
      {"text": "Начать заново", "next": "MAIN STORY"}
    ]
  },
  "alt1_1_1_1_2_1": {
    "text": "💥 Агенты TerraMorph оказались быстрее. Когда Лин вышла из укрытия, её схватили с двух сторон. Пистолет вылетел из руки, а кибернетическая рука одного из агентов зажала ей горло.\n\n— Дочь Марка Свита, — прошипел агент. — Кейдж будет доволен. Он ждал этого момента двадцать лет.\n\nВ штаб-квартире TerraMorph Лин подвергли допросу с применением нейроинтерфейса. Они выкачивали из неё все воспоминания, пытаясь найти информацию о чертежах Clipper. Но самое страшное ждало в финале:\n\nИероним Кейдж вошёл в комнату с улыбкой:\n\n— Твой отец был глупцом. Он не хотел понять, что сила Clipper должна принадлежать только избранным. Теперь технология будет использована правильно. А ты, Лин, станешь частью нового проекта — генетической программы по созданию идеальных солдат.\n\nКогда последний кусочек человечности был вырван из сознания Лин, её тело поместили в криокапсулу. На капсуле появилась табличка: «Субъект 3045. Кодовое имя: Клипер».",
    "choices": [
      {"text": "Начать заново", "next": "MAIN STORY"}
    ]
  },
  "alt1_1_1_2_1_2": {
    "text": "💥 Лин решила действовать одна. По пути к станции «Предел» она попыталась взломать систему координат на чипе вручную. Ошибка в коде привела к катастрофе — координаты изменились, направляя её к чёрной дыре в секторе Омега.\n\nКогда «Гарпун-3» приблизился к точке невозврата, Лин поняла свою ошибку. Гравитация чёрной дыры уже искривляла пространство вокруг корабля. Системы выходили из строя одна за другой.\n\nВ последние минуты Лин записала сообщение для возможных спасателей:\n\n— Это Лин Свит. Я нашла Clipper. Это не корабль. Это портал. TerraMorph лжёт о его цели. Он создан не для войны, а для…\n\nЗапись обрывалась на полуслове. Корабль исчез в горизонте событий чёрной дыры. В базах данных TerraMorph появилась новая запись: «Субъект Лин Свит устранён. Угроза Clipper нейтрализована».",
    "choices": [
      {"text": "Начать заново", "next": "MAIN STORY"}
    ]
  },
  "alt1_1_2_2_2_1_end": {
    "text": "💥 Лин вызвала подкрепление, связавшись с отрядом бунтовщиков через защищённый канал. Но это была ошибка — сигнал был перехвачен TerraMorph. Через двадцать минут базу окружили корабли корпорации.\n\nБунтовщики сражались храбро, но их было слишком мало. Лин пыталась пробиться к центральному компьютеру, где хранилась информация о Clipper, но путь ей преградил Иероним Кейдж лично.\n\n— Закономерный финал для дочери предателя, — сказал он, направляя на неё оружие. — Твой отец мечтал изменить мир. Я сделал это. Clipper теперь будет служить новому мировому порядку.\n\nКейдж нажал на спусковой крючок. Последнее, что увидела Лин — вспышку света и улыбку на лице убийцы её отца.",
    "choices": [
      {"text": "Начать заново", "next": "MAIN STORY"}
    ]
  },
  "alt1_1_2_2_2_2_end": {
    "text": "💥 Лин решила осторожно исследовать базу в одиночку. Она пробралась в центр управления и обнаружила работающий терминал с доступом к основным системам. Но когда она попыталась загрузить данные о Clipper, система безопасности активировала ловушку.\n\nСтены комнаты начали сближаться, а из потолка посыпались нанороботы, предназначенные для стирания памяти. Лин пыталась сопротивляться, но их было слишком много.\n\nВ последние моменты сознания она увидела на экране запись её отца:\n\n— Лин, если ты это видишь, значит, я не смог тебя защитить. Clipper не корабль. Это человек. Его зовут Дрейк. Найди его. Он расскажет тебе правду.\n\nНанороботы сделали свою работу. Когда TerraMorph нашла Лин, она не помнила ничего — ни своего имени, ни своего прошлого. Её использовали как лабораторную крысу в новых экспериментах. Drake Clipper остался в тени навсегда.",
    "choices": [
      {"text": "Начать заново", "next": "MAIN STORY"}
    ]
  },
  "alt2_1_1_1_1_1": {
    "text": "Лин предложила Ворону союз против TerraMorph. К удивлению Лин, он согласился:\n\n— Я ждал этого момента десять лет. TerraMorph разрушила мою семью, когда я отказался передать им контроль над контрабандными путями.\n\nВорон показал Лин секретный план станции «Хронос». В сейфе действительно хранились документы, доказывающие коррупцию Кейджа, но также там была информация о местоположении Дрейка Морроу — человека, о котором говорил отец Лин в своих записях.\n\n— Это не просто человек, — объяснил Ворон. — Дрейк — это искусственный интеллект, созданный для управления Clipper. Его матрица разделена на три части, спрятанные в разных местах галактики. Только когда все части будут собраны, Clipper сможет быть активирован.\n\nВорон предложил рискованный план: напасть на станцию «Хронос» одновременно с трёх сторон, чтобы отвлечь охрану, пока Лин проникнет в сейф и заберёт данные.\n\n— Но помни, — предупредил он, — Иероним Кейдж лично командует обороной станции. Он не остановится ни перед чем, чтобы защитить свои секреты.",
    "choices": [
      {"text": "Принять план Ворона", "next": "alt2_1_1_1_1_1_1"},
      {"text": "Предложить более осторожный подход", "next": "alt2_1_1_1_1_1_2"}
    ]
  },
  "alt2_1_1_1_1_2": {
    "text": "Лин взяла ключ и отказалась от помощи Ворона. Она знала, что чем меньше людей знают о её планах, тем больше шансов на успех.\n\nНа рынке чёрных технологий Лин приобрела устройство для квантового взлома, способное обойти любую систему безопасности TerraMorph. Ворон, несмотря на её отказ от сотрудничества, всё же дал ей координаты безопасного убежища на станции «Хронос».\n\n— На случай, если что-то пойдёт не так, — сказал он с загадочной улыбкой.\n\nПроникнув на станцию через вентиляционную шахту, Лин обнаружила, что система безопасности была обесточена. На станции царила тишина. Слишком большая тишина.\n\nВ сейфовой комнате она нашла не только документы о коррупции Кейджа, но и голограмму её отца. В записке было написано:\n\n«Лин, если ты это читаешь, значит, моя жертва была не напрасной. Clipper — это не оружие. Это спасение. Иероним Кейдж лжёт, когда говорит о военном применении. Настоящая угроза приходит из-за пределов нашей галактики. И только Clipper может остановить её».\n\nВнезапно двери сейфовой комнаты закрылись. Кто-то запер Лин внутри.",
    "choices": [
      {"text": "Попытаться взломать систему дверей", "next": "alt2_1_1_1_1_2_1"},
      {"text": "Использовать голограмму как доказательство", "next": "alt2_1_1_1_1_2_2"}
    ]
  },
  "alt2_1_1_1_2_1": {
    "text": "Лин подошла к станции «Крипта» на минимальной скорости, сканируя каждый сантиметр поверхности. Её детекторы зафиксировали активность в центральном модуле — кто-то использовал энергосистему станции.\n\nНа связь вышел неожиданный голос:\n\n— Лин Свит, дочь Марка. Мы ждали тебя. Войди, и ты узнаешь правду о Clipper.\n\nГолос принадлежал Иерониму Кейджу, главе TerraMorph. Это была ловушка. Но Лин не могла просто уйти — в записях отца упоминалось, что «Крипта» хранит один из фрагментов матрицы Дрейка.\n\nОна направила корабль к шлюзу станции, активировав все защитные системы. «Теневой клинок» вошёл в док, готовый к мгновенному отступлению при первой опасности.\n\nВнутри станции её встретила странная картина: вместо агентов TerraMorph в коридорах стояли гуманоидные роботы с устаревшими имплантами. Их оптические сенсоры следили за каждым движением Лин, но они не проявляли агрессии.",
    "choices": [
      {"text": "Двигаться осторожно к центральному модулю", "next": "alt2_1_1_1_2_1_1"},
      {"text": "Атаковать роботов первыми", "next": "alt2_1_1_1_2_1_2"}
    ]
  },
  "alt2_1_1_1_2_2": {
    "text": "💥 Лин решила атаковать станцию «Крипта» без предупреждения. Она направила «Теневой клинок» к энергетическому центру станции и выпустила серию торпед, рассчитывая вывести из строя системы обороны.\n\nНо её план провалился. Станция оказалась защищена древним щитом неизвестной технологии. Торпеды отразились, повредив корабль Лин.\n\n— Предсказуемо, — раздался голос Кейджа по каналу связи. — Как и твой отец, ты слишком импульсивна.\n\nИз-за угла появились дроны TerraMorph, оснащённые оружием последнего поколения. Лин попыталась маневрировать, но повреждённый корабль не слушался.\n\nПоследний выстрел дронов пробил корпус «Теневого клинка». В пустоте космоса Лин видела, как её корабль разваливается на части. Год спустя археологи найдут обломки с записью в последнем работающем чипе:\n\n«Clipper… не корабль… предупредите…»\n\nСообщение обрывалось на этом.",
    "choices": [
      {"text": "Начать заново", "next": "MAIN STORY"}
    ]
  },
  "alt2_1_1_2_1_1": {
    "text": "💥 Лин атаковала имитацию отца с криком ярости. Но это был тест — Терраформ мгновенно нейтрализовала её, используя встроенные в пол системы подавления.\n\n— Мы знали, что ты прилетишь, — сказал механический голос имитации. — Мы знали, что попытаешься спасти того, кого нет. Эмоции — твоя слабость, Лин Свит.\n\nЛин очнулась в лаборатории, прикованная к столу. Над ней нависал настоящий Иероним Кейдж.\n\n— Твой отец был глупцом. Он думал, что сможет скрыть Clipper от нас. Но Clipper — это не корабль. Это технология управления пространством-временем. И эта технология уже в наших руках.\n\nКейдж активировал нейроинтерфейс, подключив его к разуму Лин:\n\n— А теперь мы возьмём и твои воспоминания. В твоих генах закодирован ключ к полной активации Clipper. Мы сделаем из тебя идеального солдата, который будет служить новому порядку.\n\nКогда нейроинтерфейс завершил свою работу, Лин больше не существовало. На её месте стоял солдат с кодовым именем «Клипер-3045».",
    "choices": [
      {"text": "Начать заново", "next": "MAIN STORY"}
    ]
  },
  "alt2_1_1_2_1_2": {
    "text": "Лин решила сыграть роль предателя. Она выразила готовность сотрудничать с TerraMorph, заявив, что ненавидит отца за то, что он бросил её и мать двадцать лет назад.\n\nКейдж, казалось, поверил ей:\n\n— Твой отец был опасным идеалистом. Он хотел отдать Clipper в руки толпы. Но только элита достойна обладать такой силой.\n\nОн предложил Лин испытание: уничтожить базу «Ночной стаи» — подпольного движения сопротивления, где она недавно была. В обмен он обещал рассказать правду о Clipper.\n\nЛин согласилась. На корабле TerraMorph она направилась к базе бунтовщиков. Но по пути она связалась с Призраком через секретный канал, который установила во время своего визита:\n\n— Это ловушка. TerraMorph знает о вашей базе. Я приму участие в атаке, но сделаю так, чтобы вы успели эвакуироваться.\n\nПризрак доверилась ей:\n\n— Если ты солгала, Лин Свит, ты умрёшь первой. Но если это правда… возможно, ты действительно дочь Марка, которую мы искали все эти годы.",
    "choices": [
      {"text": "Помочь бунтовщикам сбежать", "next": "alt2_1_1_2_1_2_1"},
      {"text": "Действительно предать бунтовщиков", "next": "alt2_1_1_2_1_2_2"}
    ]
  },
  "alt2_1_1_2_2_1": {
    "text": "Лин согласилась на план Призрака. Они провели неделю в подготовке, изучая карты шахт и системы безопасности станции. В назначенную ночь одна группа бунтовщиков атаковала основной вход станции, привлекая внимание охраны.\n\nЛин с Призраком пробрались через старые шахты, известные только местным жителям. Эти шахты когда-то использовались для добычи редкого минерала, необходимого для технологии Clipper.\n\nВнутри станции их ждало открытие: Clipper действительно был не кораблём. Это был гигантский кристаллический портал, способный открывать стабильные тоннели в пространстве-времени. В центре портала находился человек в криокапсуле — Дрейк Морроу.\n\n— Он не человек, — прошептала Призрак. — Это симбиоз человека и ИИ. Единственный способ контролировать портал без разрушений.\n\nВнезапно система безопасности активировалась. Кто-то предал их.",
    "choices": [
      {"text": "Активировать портал и спасти Дрейка", "next": "alt2_1_1_2_2_1_1"},
      {"text": "Сразиться с предателем", "next": "alt2_1_1_2_2_1_2"}
    ]
  },
  "alt3_1": {
    "text": "— Допросить бармена с пристрастием, — решила Лин. Она выхватила пистолет и направила его на WRAITH. — Кто был этот человек в цилиндре? И что за проект «Чёрная метка»?\n\nWRAITH не испугался. Он медленно поднял руки и усмехнулся:\n\n— Думаешь, я просто бармен? TerraMorph присматривает за «Орбитуари» с тех пор, как твой отец начал задавать неправильные вопросы двадцать лет назад.\n\nВнезапно двери бара распахнулись, и внутрь ворвались агенты TerraMorph. Но они не атаковали Лин. Вместо этого они схватили WRAITH:\n\n— Предатель! — крикнул один из них. — Ты слишком много болтал!\n\nWRAITH с последними силами бросил Лин ключ:\n\n— Беги к старой радиовышке на крыше! Там ты узнаешь правду! Clipper не то, чем кажется!\n\nАгенты выволокли WRAITH на улицу. Лин поняла, что у неё есть лишь несколько минут, пока TerraMorph не перекрыла все выходы из здания.",
    "choices": [
      {"text": "Последовать совету WRAITH", "next": "alt3_1_1"},
      {"text": "Попытаться спасти WRAITH", "next": "alt3_1_2"}
    ]
  },
  "main_story_3": {
    "text": "Город Лорвиль на Стентоне был мегаполисом-монстром: сотни уровней под землёй, небоскрёбы из старого армекса, улицы, заваленные рекламными дронами и обломками старых рекламных холстов. Воздух пах озоном, жареным тофу и чем-то едким, будто сам город гнил изнутри.\n\nЛин шла по Теневому переулку, держа руку на рукояти пистолета. Координаты вели к старому магазину 'Электронные мечты', но когда она приблизилась — магазин был закрыт, а дверь — взломана.\n\nВнутри царил бардак. Оборудование разбито, пол покрыт стеклом и кровью. А посреди комнаты, привязанный к стулу, сидел он — человек в цилиндре. Только теперь его монокль был расколот, а лицо — бледным, как у мертвеца.\n\nОн был мёртв.\n\nНа груди — вырезан знак: глаз с расколотым зрачком. Тот же, что и на конверте.\n\nЛин отступила, но в этот момент за спиной раздался лязг сапог. Охрана Лорвиля — в чёрных бронекостюмах, с ружьями наперевес.\n\n— Не двигайся, Свит, — сказал один из них. — Ты уже мертва. Просто ещё не упала.",
    "choices": [
      {"text": "Попытаться вырваться через заднюю дверь", "next": "main_story_4"},
      {"text": "Альтернативный", "next": "alt4_1"}
    ]
  },
  "main_story_4": {
    "text": "Лин рванула в сторону задней двери, вышибая её ударом ноги. За ней прогремел выстрел, и пуля прошила воздух в сантиметре от её уха. Она уже бежала по узкому проходу между двумя автономными складами, где пахло маслом, плесенью и ржавчиной.\n\nПозади — лай коммуникаторов, звук шагов и крики: 'Она в Трубе! Заблокируйте уровень 7!'\n\nЛин знала: если её поймают здесь, она исчезнет насовсем. Без процесса, без следа. Так поступают с теми, кто копается в делах Clipper.\n\nОна спрыгнула в вентиляционную шахту, ударившись плечом о край. Тьма поглотила её, но через несколько секунд она выбралась на крышу соседнего здания, где штормовой ветер рвался с неба, обжигая лицо.\n\nГород мерцал внизу, как раненый зверь. Но Лин знала — теперь за ней не просто охотятся. Её имя уже в списке.\n\nВ личном канале её мобигласа вдруг мигнуло новое уведомление. Неизвестный отправитель. Тема: **Контракт на Лин Свит. Уровень угрозы: Omega**.",
    "choices": [
      {"text": "Пытаться скрыться на Пайро IV", "next": "main_story_5"},
      {"text": "Альтернативный", "next": "alt3_1_1_1"}
    ]
  },
  "main_story_5": {
    "text": "Пайро IV — адская планета с оранжевыми бурями, кислотными дождями и пылью, въедающейся в любую электронику. Здесь жили отчаянные: беглецы, наёмники, те, кто не верил в судьбу.\n\nЛин приземлилась на лётном поле 'Пепельный якорь' и сразу заметила, что за ней следят. Два человека у киоска с синтетическим табаком, третий — за углом с кружкой кофе, которую не пил. Все с одинаковыми значками на рукавах: клеймо Баунти-Хантеров.\n\nОна ушла в толпу, прячась под капюшоном, и спряталась в старом мотеле «Забвение». В номере пахло затхлостью и горелой изоляцией. За окном кричали торговцы, гудели тяжёлые грузовики и завывал ветер.\n\nНо ночью кто-то постучал в дверь.\n\n— Открой, Свит, — раздался голос, сухой, как пепел. — Я не из охраны. Я хуже.\n\nЭто был он. Sel_Oin. Один из самых опасных Баунти-Хантеров вселенной. Говорят, он не убивает — он стирает. Вместе с телом исчезает и память о тебе.",
    "choices": [
      {"text": "Попытаться договориться", "next": "main_story_6"},
      {"text": "Альтернативный", "next": "alt5_1"}
    ]
  },
  "main_story_6": {
    "text": "Лин открыла дверь. Sel_Oin стоял в проёме, высокий, в плаще из обожжённого кевлара. На лице — ни эмоций, ни жалости. Лишь глаза, холодные, как вакуум.\n\n— Контракт на тебя стоит больше, чем жизнь любого другого в этом секторе, — сказал он. — Clipper не прощает ошибок… и не оставляет свидетелей.\n\n— Я ничего не знаю! — вырвалось у Лин.\n\n— Но ты видела труп, — ответил он. — Этого достаточно.\n\nОн сделал шаг вперёд. Лин попятилась, но за спиной — стена. Она потянулась к поясу, но Sel_Oin был быстрее. Его клинок — тонкий, как игла — вонзился ей под рёбра, не издав ни звука.\n\n— Прости, — прошептал он, — но в этом бизнесе нет личного.\n\nЛин упала на колени, чувствуя, как тепло уходит. В последний момент она увидела его руку — он забрал её мобиглас… и чип из кармана.\n\nВсё стемнело.",
    "choices": [
      {"text": "Продолжить путь", "next": "main_story_7"},
      {"text": "", "next": "alt6_1"}
    ]
  },
  "main_story_7": {
    "text": "На следующее утро в новостях мелькнуло сообщение: 'Неизвестная женщина найдена мёртвой в мотеле на Пайро IV. Признаки насильственной смерти отсутствуют. Предположительно — передозировка'.\n\nНо в подпольных кругах ходил другой слух: Лин Свит знала слишком много. Её убрали… но не всё исчезло. Её корабль «Гарпун-3» всё ещё висел на орбите Пайро IV. И в его системе — что-то осталось.\n\nSel_Oin отправил отчёт заказчику и получил подтверждение оплаты. Но, пересматривая запись с камеры мобигласа Лин, он вдруг заметил кадр: незадолго до смерти она загрузила данные в облако. Зашифрованные. С меткой **'Если я умру — открой это'**.\n\nОн стёр запись. Но вопрос остался: *кто следующий?*",
    "choices": [
      {"text": "", "next": "main_story_8"},
      {"text": "", "next": "alt7_1"}
    ]
  },
  "main_story_8": {
    "text": "Sel_Oin не был обычным охотником. Он чувствовал, когда дело пахнет катастрофой. Он загрузил архив Лин в свой портативный декодер — модель 'Печаль-9'. Через три часа система выдала: **'Доступ разрешён. Ключ: Clipper был не проектом. Clipper — человек.'**\n\nНа экране появилось лицо. Не то, что он ожидал. Это был один из основателей корпорации TerraMorph — человек, считавшийся мёртвым 20 лет назад.\n\nИ в его глазах — тот же знак: глаз с расколотым зрачком.\n\nSel_Oin понял: он убил не просто информатора. Он убил нить, ведущую к сердцу заговора.\n\nТеперь за ним самим охотятся.",
    "choices": [
      {"text": "", "next": "main_story_9"},
      {"text": "", "next": "alt8_1"}
    ]
  },
  "main_story_9": {
    "text": "Он отправился в Зону Молчания — квартал на Хурстине, где не работали ни дроны, ни слежка. Там, в баре без названия, за чашкой чая из радиоактивных листьев, он встретил её — женщину с кибернетическими глазами, которую Лин когда-то могла бы назвать союзницей.\n\n— Ты убил её, — сказала она без эмоций.\n\n— Но не уничтожил правду, — ответил он.\n\nОна посмотрела в его глаза. Потом кивнула.\n\n— Тогда помоги мне закончить то, что начала она.\n\nОни заключили сделку. Без слов. Без контракта. Только взгляд и обещание: **'Clipper умрёт дважды.'**",
    "choices": [
      {"text": "", "next": "main_story_10"},
      {"text": "", "next": "end_game"}
    ]
  },
  "main_story_10": {
    "text": "☠ Sel_Oin и женщина с киберглазами исчезли с радаров. Но на чёрных серверах появился новый файл. Название: **'Финал Свит'**.\n\nВ нём — координаты секретной базы TerraMorph, данные о проекте Clipper и список всех, кто отдал приказ убить Лин.\n\nСистема баунти-контрактов взорвалась от новых заявок. Теперь охота идёт не за одним человеком… а за целой империей.\n\nА на мёртвой орбите Пайро IV всё ещё висит «Гарпун-3». И в его чёрном ящике — последняя запись Лин:\n\n— Если ты это слышишь… знай: я не умерла зря.\n\nВыбор: довериться новому союзу или уйти в одиночку, зная, что теперь ты — главная цель.",
    "choices": [
      {"text": "Довериться новому союзу", "next": "success_final"},
      {"text": "Уйти в одиночку", "next": "end_game"}
    ]
  },
  "success_final": {
    "text": "🏆 Находка Drake Clipper. В глубине заброшенного ангара внутри астероида Лин видит корабль, окрашенный в яркую секретную краску. Свет пробивается сквозь щели бункера, отражаясь от блестящей поверхности. Лин затаила дыхание, чувствуя смесь радости, страха и тревоги: миссия почти выполнена, но путь ещё не окончен.",
    "choices": [
      {"text": "Конец основной линии", "ending": "true"},
      {"text": "Альтернативный", "next": "alt_20"}
    ]
  },
  "end_game": {
    "text": "Игра завершена. Спасибо за прохождение!",
    "choices": [
      {"text": "Начать заново", "next": "MAIN STORY"}
    ]
  }
}
