{
  "MAIN STORY": {
    "text": "Лин проснулась как обычно в своей комнате. Тусклый свет проникал сквозь решётку на окнах, окрашивая комнату в багровые оттенки неоновой вывески снаружи. Голова немного болела после вчерашней пьянки, а лёгкий запах синтетического кофе висел в воздухе. Она ворочалась, пытаясь вспомнить события прошлой ночи, но воспоминания были разрозненными, как старый глитч на экране.\n\nВдруг резким колоколом в голове прозвучало уведомление на мобиглас. Лин вздрогнула и нырнула обратно в кровать, подняв руку к экрану. На дисплее мигало новое сообщение. Она попыталась открыть его, но экран отказался раскрыть содержимое: сообщение было зашифровано.\n\n— Отлично… — пробормотала Лин, садясь на кровать, — утро начинается не с кофе, а с головной боли и загадок.\n\nОна достала старый портативный декодер Onyx с полки. Холодный металл согрелся в её ладонях, экран засветился мягким голубым светом, отбрасывая тени на стены. Лин подключила декодер к мобигласу и начала вводить комбинации, пальцы дрожали от напряжения. Каждый неверный шаг сопровождался тихим писком системы, как предупреждение, что ошибка может стоить дорого.\n\nЧерез несколько минут на экране замерцали координаты и `шифр:`",
    "choices": [
      {"text": "Ввести код", "next": "MAIN STORY_1"},
      {"text": "Альтернативный путь", "next": "ALT1_1"}
    ]
  },
  "MAIN STORY_1": {
    "text": "Кажется, Лин наконец поняла, кто мог подсунуть ей зашифрованное сообщение. Напряжённо моргнув, она провела рукой по лицу, пытаясь прогнать туман похмелья. Воспоминания начали собираться, как фрагменты разбитого зеркала.\n\nВчера, в баре «Орбитуари», среди гула голосов, криков игроков в кости и запаха перегара, к ней подошёл странный тип — в цилиндре, с моноклем и перчатками до локтя. Он что-то шептал о «проекте Clipper» и «чёрной метке на её имени», но Лин уже была настолько пьяна, что восприняла это как ещё один бред местного психа.\n\nТеперь же это казалось не случайностью.\n\nОна быстро встала, умылась ледяной водой из ржавого крана и схватила куртку. Время идти обратно в «Орбитуари».\n\nТам, среди мрачных полутонов заката и мерцающих неоновых вывесок, сонный бармен WRAITH протирал стаканы тряпкой, которую, похоже, не стирали со времён последней войны с Теллурианами.\n\n— Привет, WRAITH! — крикнула Лин, резко распахнув дверь.",
    "choices": [
      {"text": "Ты помнишь вчера в баре странного типа с цилиндром и моноклем?", "next": "MAIN STORY_2"},
      {"text": "У тебя есть чем опохмелиться?", "next": "ALT2_1"}
    ]
  },
  "MAIN STORY_2": {
    "text": "WRAITH медленно поднял глаза. В его зрачках отражался мерцающий свет рекламы 'SynthGin – не убьёт, но точно забудешь'. Он помолчал, как будто взвешивал каждое слово.\n\n— Цилиндр? Монокль? — наконец произнёс он. — Да, помню. Нервный тип. Заказал один бокал 'Прах Императора', выпил за три глотка и ушёл. Но перед уходом оставил тебе записку… Я убрал её под стойку. Думал, ты сама заберёшь.\n\nОн протянул чёрный конверт с восковой печатью в виде глаза. Печать уже была сломана — кто-то читал это до неё.\n\n— Сказал, что ты всё поймёшь, когда протрезвеешь… — добавил бармен, снова потирая стакан. — А ещё… он упомянул Лорвиль. На Стентоне.\n\nЛин сжала конверт. Внутри — координаты и одно слово: **«Clipper»**.\n\n— Чёрт… — прошептала она. — Он всё-таки не врал.",
    "choices": [
      {"text": "Отправиться в Лорвиль на Стентоне", "next": "MAIN STORY_3"},
      {"text": "Альтернативный", "next": "ALT3_1"}
    ]
  },
  "MAIN STORY_3": {
    "text": "Город Лорвиль на Стентоне был мегаполисом-монстром: сотни уровней под землёй, небоскрёбы из старого армекса, улицы, заваленные рекламными дронами и обломками старых рекламных холстов. Воздух пах озоном, жареным тофу и чем-то едким, будто сам город гнил изнутри.\n\nЛин шла по Теневому переулку, держа руку на рукояти пистолета. Координаты вели к старому магазину 'Электронные мечты', но когда она приблизилась — магазин был закрыт, а дверь — взломана.\n\nВнутри царил бардак. Оборудование разбито, пол покрыт стеклом и кровью. А посреди комнаты, привязанный к стулу, сидел он — человек в цилиндре. Только теперь его монокль был расколот, а лицо — бледным, как у мертвеца.\n\nОн был мёртв.\n\nНа груди — вырезан знак: глаз с расколотым зрачком. Тот же, что и на конверте.\n\nЛин отступила, но в этот момент за спиной раздался лязг сапог. Охрана Лорвиля — в чёрных бронекостюмах, с ружьями наперевес.\n\n— Не двигайся, Свит, — сказал один из них. — Ты уже мертва. Просто ещё не упала.",
    "choices": [
      {"text": "Попытаться вырваться через заднюю дверь", "next": "MAIN STORY_4"},
      {"text": "Альтернативный", "next": "node_22"}
    ]
  },
  "MAIN STORY_4": {
    "text": "Лин рванула в сторону задней двери, вышибая её ударом ноги. За ней прогремел выстрел, и пуля прошила воздух в сантиметре от её уха. Она уже бежала по узкому проходу между двумя автономными складами, где пахло маслом, плесенью и ржавчиной.\n\nПозади — лай коммуникаторов, звук шагов и крики: 'Она в Трубе! Заблокируйте уровень 7!'\n\nЛин знала: если её поймают здесь, она исчезнет насовсем. Без процесса, без следа. Так поступают с теми, кто копается в делах Clipper.\n\nОна спрыгнула в вентиляционную шахту, ударившись плечом о край. Тьма поглотила её, но через несколько секунд она выбралась на крышу соседнего здания, где штормовой ветер рвался с неба, обжигая лицо.\n\nГород мерцал внизу, как раненый зверь. Но Лин знала — теперь за ней не просто охотятся. Её имя уже в списке.\n\nВ личном канале её мобигласа вдруг мигнуло новое уведомление. Неизвестный отправитель. Тема: **Контракт на Лин Свит. Уровень угрозы: Omega**.",
    "choices": [
      {"text": "Вариант 1", "next": "node_23"},
      {"text": "Вариант 2", "next": "node_24"}
    ]
  },
  "ALT2_1": {
    "text": "Лин отпила глоток SynthGin. Обжигающая жидкость пронеслась по горлу, и воспоминания всплыли резче. Внезапно она вспомнила: вчера этот человек в цилиндре незаметно подсунул ей не только записку, но и маленький чип, спрятанный в кармане её куртки. Она даже не проверила его содержимое...",
    "choices": [
      {"text": "Проверить чип немедленно", "next": "ALT2_1_1"},
      {"text": "Сначала выпить ещё", "next": "ALT2_1_2"}
    ]
  },
  "ALT2_1_1": {
    "text": "Лин достала чип и вставила в мобиглас. Экран мигнул, и появилось сообщение: «Если ты это читаешь, значит, я уже мёртв. Clipper — не корабль. Это человек. Найди его в архивах TerraMorph, сектор 7».",
    "choices": [
      {"text": "Отправиться в сектор 7", "next": "ALT2_1_1_1"},
      {"text": "Сначала проверить информацию", "next": "ALT2_1_1_2"}
    ]
  },
  "ALT2_1_2": {
    "text": "Лин допила стакан и заказала ещё один. WRAITH покачал головой, но налил. Внезапно дверь бара распахнулась, и вошли двое в чёрных костюмах с узнаваемыми эмблемами TerraMorph на рукавах. Их взгляды сразу упали на Лин.",
    "choices": [
      {"text": "Постараться незаметно уйти", "next": "ALT2_1_2_1"},
      {"text": "Спросить у WRAITH о заднем выходе", "next": "ALT2_1_2_2"}
    ]
  },
  "ALT2_1_1_1": {
    "text": "Сектор 7 оказался заброшенной исследовательской станцией на орбите Стентона. Лин пробралась внутрь через аварийный люк. Внутри царили мрак и тишина, лишь изредка нарушаемые треском старых проводов.",
    "choices": [
      {"text": "Продолжить", "next": "node_end"},
      {"text": "Продолжить", "next": "node_end"}
    ]
  },
  "ALT2_1_1_2": {
    "text": "Лин решила проверить информацию через подпольного информатора — старого знакомого по кличке 'Паяц'. Он жил в районе технических тоннелей, где не работали официальные сети.",
    "choices": [
      {"text": "Продолжить", "next": "node_end"},
      {"text": "Продолжить", "next": "node_end"}
    ]
  },
  "ALT2_1_2_1": {
    "text": "Лин попыталась незаметно проскользнуть мимо охранников, но один из них схватил её за руку. «Лин Свит? Твой разговор с нами», — прошипел он.",
    "choices": [
      {"text": "Продолжить", "next": "node_end"},
      {"text": "Продолжить", "next": "node_end"}
    ]
  },
  "ALT2_1_2_2": {
    "text": "WRAITH кивнул в сторону узкого прохода за стойкой. «Там выход на крышу. Берегись дронов наблюдения — у них проблемы с распознаванием лиц в темноте».",
    "choices": [
      {"text": "Продолжить", "next": "node_end"},
      {"text": "Продолжить", "next": "node_end"}
    ]
  },
  "ALT3_1": {
    "text": "Вместо Лорвиля Лин решила проверить вторую координату из конверта — заброшенную станцию Хоризонт-9 на краю системы. Сканеры показывали следы недавней посадки корабля.",
    "choices": [
      {"text": "Исследовать станцию", "next": "ALT3_1_1"},
      {"text": "Установить засаду", "next": "ALT3_1_2"}
    ]
  },
  "ALT3_1_1": {
    "text": "Станция была пуста, но в центральном отсеке Лин нашла работающий терминал с открытым файлом: «Проект Clipper: этап финальной активации. Объект перемещён в лабораторию Альфа».",
    "choices": [
      {"text": "Продолжить", "next": "node_end"},
      {"text": "Продолжить", "next": "node_end"}
    ]
  },
  "ALT3_1_2": {
    "text": "Лин спрятала свой корабль за астероидом и стала ждать. Через несколько часов появился грузовой транспорт с опознавательными знаками TerraMorph. Он вошёл на станцию и через минуту вылетел обратно.",
    "choices": [
      {"text": "Продолжить", "next": "node_end"},
      {"text": "Продолжить", "next": "node_end"}
    ]
  },
  "ALT1_1": {
    "text": "Лин решила не торопиться с расшифровкой сообщения. Она проверила последние новости в сети и обнаружила сообщение о пропавшем корабле «Клипер» — том самом, о котором говорил странный тип в баре.",
    "choices": [
      {"text": "Исследовать историю пропажи", "next": "ALT1_1_1"},
      {"text": "Проверить записи с камер", "next": "ALT1_1_2"}
    ]
  },
  "ALT1_1_1": {
    "text": "Лин нашла подпольного журналиста, который писал о пропаже «Клипера». Он согласился встретиться в обмен на кредиты.",
    "choices": [
      {"text": "Довериться журналисту", "next": "ALT1_1_1_1"},
      {"text": "Проверить его данные перед встречей", "next": "ALT1_1_1_2"}
    ]
  },
  "ALT1_1_2": {
    "text": "Записи с камер с орбитальной станции показали, как корабль «Клипер» покидал док. В последних кадрах виден человек в цилиндре, наблюдающий за отлётом с платформы наблюдения.",
    "choices": [
      {"text": "Найти свидетелей на станции", "next": "ALT1_1_2_1"},
      {"text": "Проверить бортовые записи корабля", "next": "ALT1_1_2_2"}
    ]
  },
  "ALT1_1_1_1": {
    "text": "Журналист рассказал, что «Клипер» перевозил не груз, а человека — учёного, работающего над проектом TerraMorph. Его зовут Дрейк.",
    "choices": [
      {"text": "Продолжить", "next": "ALT1_1_1_1_1"},
      {"text": "Продолжить", "next": "ALT1_1_1_2"}
    ]
  },
  "ALT1_1_1_2": {
    "text": "Лин проверила данные журналиста перед встречей и обнаружила, что он сотрудничает с TerraMorph. Это была ловушка.",
    "choices": [
      {"text": "Продолжить", "next": "ALT1_1_1_2_1"},
      {"text": "Продолжить", "next": "ALT1_1_1_2_2"}
    ]
  },
  "ALT1_1_2_1": {
    "text": "Один из работников станции вспомнил, что видел человека в цилиндре в баре «Орбитуари» за день до исчезновения корабля.",
    "choices": [
      {"text": "Продолжить", "next": "ALT1_1_2_1_1"},
      {"text": "Продолжить", "next": "ALT1_1_2_1_2"}
    ]
  },
  "ALT1_1_2_2": {
    "text": "Бортовые записи были удалены, но Лин нашла фрагмент в резервной памяти. В них говорилось о «загрузке объекта в лабораторию Альфа».",
    "choices": [
      {"text": "Продолжить", "next": "node_end"},
      {"text": "Продолжить", "next": "node_end"}
    ]
  },
  "ALT1_1_1_1_1": {
    "text": "Дрейк был не просто учёным. Он был одним из основателей TerraMorph, считавшимся мёртвым 20 лет назад. Проект Clipper — это он сам.",
    "choices": [
      {"text": "Продолжить", "next": "node_end"},
      {"text": "Продолжить", "next": "node_end"}
    ]
  },
  "ALT1_1_1_2_1": {
    "text": "Лин изменила план встречи и подстроила засаду для журналиста и его сообщников.",
    "choices": [
      {"text": "Продолжить", "next": "node_end"},
      {"text": "Продолжить", "next": "node_end"}
    ]
  },
  "ALT1_1_1_2_2": {
    "text": "Лин отказалась от встречи и начала поиски информации о Дрейке другим путём.",
    "choices": [
      {"text": "Продолжить", "next": "node_end"},
      {"text": "Продолжить", "next": "node_end"}
    ]
  },
  "ALT1_1_2_1_1": {
    "text": "Работник станции вспомнил, что человек в цилиндре упоминал Лорвиль и проект «Возрождение».",
    "choices": [
      {"text": "Продолжить", "next": "node_end"},
      {"text": "Продолжить", "next": "node_end"}
    ]
  },
  "ALT1_1_2_1_2": {
    "text": "Работник станции попросил денег за дополнительную информацию. Лин согласилась заплатить.",
    "choices": [
      {"text": "Продолжить", "next": "node_end"},
      {"text": "Продолжить", "next": "node_end"}
    ]
  },
  "node_22": {
    "text": "Лин подняла руки, но внезапно бросила в охранников бутылку с кислотой, которую взяла со стойки. Воспользовавшись замешательством, она выбежала через заднюю дверь.",
    "choices": [
      {"text": "Продолжить", "next": "node_end"},
      {"text": "Продолжить", "next": "node_end"}
    ]
  },
  "node_23": {
    "text": "Контракт на Лин оказался частью ловушки, чтобы выманить её на поверхность. Но она не собиралась становиться лёгкой добычей.",
    "choices": [
      {"text": "Продолжить", "next": "node_end"},
      {"text": "Продолжить", "next": "node_end"}
    ]
  },
  "node_24": {
    "text": "Лин поняла, что у неё есть только один шанс выжить — найти того, кто заказал контракт, и уничтожить доказательства.",
    "choices": [
      {"text": "Продолжить", "next": "node_end"},
      {"text": "Продолжить", "next": "node_end"}
    ]
  },
  "node_end": {
    "text": "Конец ветки",
    "choices": [
      {"text": "Вернуться в начало", "next": "MAIN STORY"}
    ]
  }
}
