{
  "main_story": {
    "text": "Лин проснулась как обычно в своей комнате. Тусклый свет проникал сквозь решётку на окнах, окрашивая комнату в багровые оттенки неоновой вывески снаружи. Голова немного болела после вчерашней пьянки, а лёгкий запах синтетического кофе висел в воздухе. Она ворочалась, пытаясь вспомнить события прошлой ночи, но воспоминания были разрозненными, как старый глитч на экране.\n\nВдруг резким колоколом в голове прозвучало уведомление на мобиглас. Лин вздрогнула и нырнула обратно в кровать, подняв руку к экрану. На дисплее мигало новое сообщение. Она попыталась открыть его, но экран отказался раскрыть содержимое: сообщение было зашифровано.\n\n— Отлично… — пробормотала Лин, садясь на кровать, — утро начинается не с кофе, а с головной боли и загадок.\n\nОна достала старый портативный декодер Onyx с полки. Холодный металл согрелся в её ладонях, экран засветился мягким голубым светом, отбрасывая тени на стены. Лин подключила декодер к мобигласу и начала вводить комбинации, пальцы дрожали от напряжения. Каждый неверный шаг сопровождался тихим писком системы, как предупреждение, что ошибка может стоить дорого.\n\nЧерез несколько минут на экране замерцали координаты и `шифр:`",
    "choices": [
      {
        "text": "Ввести код",
        "next": "main_story_1"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt1_1"
      }
    ]
  },
  "main_story_1": {
    "text": "Кажется, Лин наконец поняла, кто мог подсунуть ей зашифрованное сообщение. Напряжённо моргнув, она провела рукой по лицу, пытаясь прогнать туман похмелья. Воспоминания начали собираться, как фрагменты разбитого зеркала.\n\nВчера, в баре «Орбитуари», среди гула голосов, криков игроков в кости и запаха перегара, к ней подошёл странный тип — в цилиндре, с моноклем и перчатками до локтя. Он что-то шептал о «проекте Clipper» и «чёрной метке на её имени», но Лин уже была настолько пьяна, что восприняла это как ещё один бред местного психа.\n\nТеперь же это казалось не случайностью.\n\nОна быстро встала, умылась ледяной водой из ржавого крана и схватила куртку. Время идти обратно в «Орбитуари».\n\nТам, среди мрачных полутонов заката и мерцающих неоновых вывесок, сонный бармен WRAITH протирал стаканы тряпкой, которую, похоже, не стирали со времён последней войны с Теллурианами.\n\n— Привет, WRAITH! — крикнула Лин, резко распахнув дверь.",
    "choices": [
      {
        "text": "Ты помнишь вчера в баре странного типа с цилиндром и моноклем?",
        "next": "main_story_2"
      },
      {
        "text": "У тебя есть чем опохмелиться?",
        "next": "alt2_1"
      }
    ]
  },
  "main_story_2": {
    "text": "WRAITH медленно поднял глаза. В его зрачках отражался мерцающий свет рекламы 'SynthGin – не убьёт, но точно забудешь'. Он помолчал, как будто взвешивал каждое слово.\n\n— Цилиндр? Монокль? — наконец произнёс он. — Да, помню. Нервный тип. Заказал один бокал 'Прах Императора', выпил за три глотка и ушёл. Но перед уходом оставил тебе записку… Я убрал её под стойку. Думал, ты сама заберёшь.\n\nОн протянул чёрный конверт с восковой печатью в виде глаза. Печать уже была сломана — кто-то читал это до неё.\n\n— Сказал, что ты всё поймёшь, когда протрезвеешь… — добавил бармен, снова потирая стакан. — А ещё… он упомянул Лорвиль. На Стентоне.\n\nЛин сжала конверт. Внутри — координаты и одно слово: **«Clipper»**.\n\n— Чёрт… — прошептала она. — Он всё-таки не врал.",
    "choices": [
      {
        "text": "Отправиться в Лорвиль на Стентоне",
        "next": "alt2_1"
      },
      {
        "text": "Допросить бармена с пристрастием",
        "next": "alt3_1"
      }
    ]
  },
  "alt2_1": {
    "text": "Лин решила не спрашивать бармена о странном типе. Вместо этого она заказала крепкий кофе и села в углу, пытаясь собраться с мыслями. В баре было шумно, игроки в кости кричали, а запах перегара стоял такой густой, что его можно было резать ножом. Она наблюдала за людьми, пытаясь вспомнить хоть что-то о вчерашнем вечере. Вдруг её взгляд упал на старый терминал в углу — тот самый, где обычно оставляли сообщения для тех, кто не хочет быть замеченным. Она подошла и ввела свой код доступа. На экране всплыло одно слово: «Беги». И координаты — те же, что были в её расшифрованном сообщении. Кто-то явно пытался её предупредить. Лин быстро вышла из бара, чувствуя, что за ней наблюдают.",
    "choices": [
      {
        "text": "Немедленно отправиться по указанным координатам",
        "next": "alt1_1"
      },
      {
        "text": "Вернуться домой и лучше подготовиться",
        "next": "alt4_1"
      }
    ]
  },
  "alt1_1": {
    "text": "Лин решила не вводить код сразу. Она отложила декодер и подошла к окну. За решёткой мелькали неоновые вспышки, город просыпался. Что-то в этой истории не сходилось. Почему кто-то отправил ей зашифрованное сообщение? И почему именно сейчас? Она вернулась к декодеру и снова посмотрела на код. Вместо того чтобы вводить его, она подключила устройство к своему компьютеру и запустила программу для анализа паттернов. Через несколько минут программа выдала результат: код был не просто шифром — он содержал скрытый вирус. Если бы она ввела его, её система была бы скомпрометирована. Лин почувствовала холодок по спине. Кто-то явно хотел не просто передать ей информацию, а получить доступ к её данным.",
    "choices": [
      {
        "text": "Попытаться отследить источник вируса",
        "next": "alt1_1_1"
      },
      {
        "text": "Уничтожить декодер и стереть все данные",
        "next": "alt5_1"
      }
    ]
  },
  "alt1_1_1": {
    "text": "Лин попыталась отследить источник вируса. Она запустила обратный трассировочный алгоритм, который показал, что сигнал шёл с орбитальной станции «Терминус». Это была нейтральная территория, где часто скрывались хакеры и контрабандисты. Она собрала свои вещи: старый, но надёжный бластер, набор инструментов для взлома и немного кредитов. Перед выходом она взглянула на свою комнату — грязные стены, треснувший экран, запах синтетического кофе. Возможно, она не вернётся сюда. Но у неё не было выбора. Кто-то сыграл с ней в опасную игру, и она должна была узнать правила.",
    "choices": [
      {
        "text": "Отправиться на станцию «Терминус»",
        "next": "alt1_1_2"
      },
      {
        "text": "Найти посредника, который поможет безопасно добраться до станции",
        "next": "alt6_1"
      }
    ]
  },
  "alt1_1_2": {
    "text": "Лин уничтожила декодер, разбив его об стену. Искры полетели во все стороны, запах горелой пластмассы наполнил комнату. Она стёрла все данные со своих устройств и перезаписала память случайным кодом. Теперь у неё не было ни зацепок, ни инструментов. Но зато у неё была свобода. Она могла просто уйти, начать всё заново в другом городе, под другим именем. Она посмотрела на свой старый пистолет на полке, затем на сумку с вещами. Возможно, иногда лучше не копаться в прошлом. Но что-то внутри неё протестовало. Она не могла просто убежать. Нужно было узнать, кто пытался её взломать и почему.",
    "choices": [
      {
        "text": "Всё же отправиться в бар «Орбитуари» и попытаться найти зацепки",
        "next": "alt1_1_1_1"
      },
      {
        "text": "Уехать из города и никогда не возвращаться",
        "next": "alt7_1"
      }
    ]
  },
  "alt1_1_1_1": {
    "text": "Лин отправилась на станцию «Терминус» на первом же шаттле. Путешествие заняло шесть часов. Станция была огромным колесом, медленно вращающимся в пустоте. Внутри царила оживлённая деятельность: торговцы, наёмники, техники сновали по коридорам. Лин направилась в сектор D, где, по данным трассировки, находился источник сигнала. Там она нашла заброшенный терминал в углу зала. Он был покрыт пылью, но индикатор питания мигал. Она подключила свой портативный компьютер и начала сканирование. Внезапно терминал ожил, и на экране появилось лицо — то самое, что она видела вчера в баре. Человек в цилиндре улыбался. «Я знал, что ты придёшь, Лин. У нас мало времени».",
    "choices": [
      {
        "text": "Спросить, кто он и что ему нужно",
        "next": "alt1_1_2_1"
      },
      {
        "text": "Немедленно отключить терминал и уйти",
        "next": "alt8_1"
      }
    ]
  },
  "alt1_1_2_1": {
    "text": "Лин всё же отправилась в бар «Орбитуари». Она вошла туда с твёрдым намерением выяснить правду. Бармен WRAITH, увидев её, кивнул и жестом показал пройти к дальнему столику. Там сидел пожилой человек в простой одежде, с лицом, иссечённым шрамами. «Садись, — сказал он. — Меня зовут Гаррет. Я был другом того человека, которого ты видела вчера. Он оставил тебе не только записку». Гаррет вытащил из-под стола маленькую коробку. «Внутри чип с координатами. Но будь осторожна — за этим чипом охотятся многие. В том числе и те, кто убил моего друга». Лин взяла коробку. Она была тяжёлой, как будто внутри было нечто большее, чем просто чип.",
    "choices": [
      {
        "text": "Открыть коробку и посмотреть, что внутри",
        "next": "alt1_1_1_2"
      },
      {
        "text": "Взять коробку и немедленно уйти",
        "next": "alt9_1"
      }
    ]
  },
  "alt1_1_1_2": {
    "text": "Лин нашла посредника — женщину по имени Мэй, которая специализировалась на безопасной транспортировке «особых» клиентов. За определённую плату Мэй согласилась доставить Лин на «Терминус» без лишних вопросов. Путешествие прошло без происшествий. Когда они прибыли, Мэй дала Лин контакт своего знакомого на станции — техника по имени Зек. «Он поможет тебе, если что-то пойдёт не так», — сказала она. Лин поблагодарила и вышла на шумную палубу станции. Зек оказался молодым парнем с кибернетическим глазом. «Мэй сказала, что ты ищешь кого-то. У меня есть информация, но она не бесплатная». Лин вынула кошелек. Информация стоила половину её сбережений.",
    "choices": [
      {
        "text": "Заплатить за информацию",
        "next": "alt1_1_2_2"
      },
      {
        "text": "Попытаться выведать информацию другими способами",
        "next": "alt10_1"
      }
    ]
  },
  "alt1_1_2_2": {
    "text": "Лин уехала из города на первом же грузовом корабле, следующем в дальний сектор. Она нашла работу на небольшой колонии аграриев, где занималась ремонтом сельскохозяйственных дронов. Жизнь была простой, спокойной. Прошло несколько месяцев. Однажды, проверяя почту, она нашла сообщение от незнакомого отправителя. Текст гласил: «Они нашли тебя. Clipper ждёт». Лин почувствовала ледяной ужас. Она думала, что скрылась, но её нашли. В тот же вечер на окраине колонии приземлился небольшой челнок. Из него вышли двое в чёрных комбинезонах. Они направлялись прямо к её дому. Лин схватила сумку с вещами и выскользнула в заднюю дверь. Бегство продолжилось.",
    "choices": [
      {
        "text": "Попытаться скрыться в ближайшем лесу",
        "next": "alt1_1_1_1_1"
      },
      {
        "text": "Украсть транспорт и уехать как можно дальше",
        "next": "alt11_1"
      }
    ]
  },
  "alt1_1_1_1_1": {
    "text": "Лин спросила человека в цилиндре, кто он и что ему нужно. «Меня зовут Арто, — ответил он. — Я был инженером на проекте «Клиппер». Мы строили корабль, который мог бы путешествовать за пределы известного пространства. Но что-то пошло не так. Корабль... он не просто машина. Он что-то вобрал в себя». Арто сделал паузу, его лицо исказилось от боли. «Мои коллеги погибли. Я скрываюсь. Я отправил тебе сообщение, потому что знал, что ты ищешь правду. И потому что ты, возможно, единственная, кто сможет остановить то, что мы создали». Лин слушала, пытаясь осмыслить услышанное. Корабль, который стал чем-то большим? Звучало как бред сумасшедшего.",
    "choices": [
      {
        "text": "Спросить, где сейчас находится корабль Clipper",
        "next": "alt1_1_1_1_2"
      },
      {
        "text": "Спросить, почему он выбрал именно её",
        "next": "alt12_1"
      }
    ]
  },
  "alt1_1_1_1_2": {
    "text": "Лин немедленно отключила терминал. Искры полетели из разъёма, и экран погас. Она оглянулась — в зале было несколько человек, но никто не обратил на неё внимания. Она быстро покинула сектор D, чувствуя, как учащённо бьётся сердце. Возможно, это была ловушка. Она решила найти Зека, техника, которого рекомендовала Мэй. Зек работал в ремонтном отсеке. Увидев Лин, он поднял бровь. «Ты уже натворила дел?» — спросил он. Лин кратко объяснила ситуацию. Зек покачал головой. «Арто? Да, я слышал о нём. Он был гением, но сошёл с ума после аварии на верфи. Говорят, он винит во всём корабль, который они строили. Clipper, кажется». Лин почувствовала, что начинает что-то понимать.",
    "choices": [
      {
        "text": "Попросить Зека помочь найти Арто",
        "next": "alt1_1_1_2_1"
      },
      {
        "text": "Самостоятельно поискать информацию о проекте Clipper",
        "next": "alt13_1"
      }
    ]
  },
  "alt1_1_1_2_1": {
    "text": "Лин заплатила Зеку половину своих сбережений. Он кивнул и передал ей небольшой чип. «Всё, что я знаю об Арто, здесь. Он скрывается в нижних уровнях станции, в районе, который мы называем «Гробница». Там старые жилые отсеки, которые должны были демонтировать, но забыли. Будь осторожна — в тех туннелях живут не только беглецы». Лин взяла чип. «Почему ты помогаешь мне?» Зек улыбнулся. «Потому что Мэй хороший человек. И потому что я ненавижу корпорации. Они уничтожили мою семью». Он показал на свой кибернетический глаз. «Это напоминание. Теперь иди, пока тебя не заметили». Лин вышла из ремонтного отсека, держа в руке чип с координатами. «Гробница» звучало не слишком обнадёживающе.",
    "choices": [
      {
        "text": "Немедленно отправиться в «Гробницу»",
        "next": "alt1_1_1_2_2"
      },
      {
        "text": "Сначала изучить информацию на чипе",
        "next": "alt14_1"
      }
    ]
  },
  "alt1_1_1_2_2": {
    "text": "Лин взяла коробку и немедленно ушла из бара. На улице она огляделась — никого подозрительного. Она нашла уединённый переулок и открыла коробку. Внутри лежал чип и маленькая записка: «Не доверяй никому. Clipper — это не просто корабль. Это ключ. Ключ к тому, что может изменить всё. Те, кто убил моего друга, хотят этот ключ. Они уже близко». Лин спрятала чип в потайной карман и выбросила коробку. Она решила не возвращаться домой — там её могли ждать. Вместо этого она отправилась на вокзал, чтобы уехать из города. На табло мигали рейсы в разные концы системы. Один рейс привлёк её внимание: «Хелиос-4, грузовой транспорт, отправление через 2 часа». Случайность? Или судьба?",
    "choices": [
      {
        "text": "Купить билет на рейс на Хелиос-4",
        "next": "alt1_1_2_1_1"
      },
      {
        "text": "Выбрать любое другое направление, подальше от всей этой истории",
        "next": "alt15_1"
      }
    ]
  },
  "alt1_1_2_1_1": {
    "text": "Лин открыла коробку прямо в баре, не дожидаясь уединённого места. Внутри лежал не просто чип, а небольшой голографический проектор. Она активировала его, и в воздухе появилось трёхмерное изображение корабля необычной конструкции — Clipper. Голос её отца раздался из проектора: «Лин, если ты видишь это, значит, ты начала поиски. Clipper — это не просто корабль. Это доказательство. Доказательство того, что они лгали всем эти годы. Координаты ангара: Хелиос-4, сектор Гамма. Но будь осторожна — за ним охотятся многие. И не все из них люди». Проекция погасла. Гаррет наблюдал за ней. «Артур был хорошим человеком. И храбрым. Слишком храбрым для своего же блага».",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt1_1_2_1_2"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt16_1"
      }
    ]
  },
  "alt1_1_2_1_2": {
    "text": "Лин открыла коробку. Внутри лежал не просто чип, а старый навигационный блок корабельного класса. На нём была выгравирована эмблема — стилизованная буква «С» с молнией. Это был логотип верфи, где строили экспериментальные корабли. Чип, прикреплённый к блоку, был защищён биометрическим замком. Лин приложила палец — сканер замигал зелёным. Данные начали загружаться. Это были чертежи, отчёты, журналы — полная документация по проекту «Clipper». И последняя запись: «Корабль находится в ангаре 7, сектор Гамма, планета Хелиос-4. Системы в спящем режиме. Ключ активации — генетический код доктора Артура Сейфа». Лин посмотрела на Гаррета. «Хелиос-4 — это карантинная зона», — сказала она. Гаррет кивнул. «Именно поэтому он там и стоит. Никто не посмеет туда сунуться».",
    "choices": [
      {
        "text": "Отправиться на Хелиос-4",
        "next": "alt2_1_1"
      },
      {
        "text": "Сначала найти доктора Сейфа или его генетический материал",
        "next": "alt17_1"
      }
    ]
  },
  "alt2_1_1": {
    "text": "Лин немедленно отправилась по указанным координатам. Они привели её на свалку старых кораблей на окраине города. Среди ржавых корпусов и обломков она нашла небольшой ангар, почти невидимый под слоями пыли и мусора. Дверь была приоткрыта. Внутри стоял корабль — изящный, с обтекаемыми формами, но покрытый царапинами и потускневшей краской. На борту было написано: «Клиппер». Лин замерла. Это был тот самый корабль? Она осторожно подошла и коснулась холодного металла. Вдруг свет включился, и голографический интерфейс ожил перед ней. «Идентификация, — прозвучал механический голос. — Обнаружен авторизованный пользователь. Лин Кроу. Добро пожаловать на борт».",
    "choices": [
      {
        "text": "Спросить, кто авторизовал её доступ",
        "next": "main_story_3"
      },
      {
        "text": "Осмотреть корабль подробнее",
        "next": "alt18_1"
      }
    ]
  },
  "main_story_3": {
    "text": "Город Лорвиль на Стентоне был мегаполисом-монстром: сотни уровней под землёй, небоскрёбы из старого армекса, улицы, заваленные рекламными дронами и обломками старых рекламных холстов. Воздух пах озоном, жареным тофу и чем-то едким, будто сам город гнил изнутри.\n\nЛин шла по Теневому переулку, держа руку на рукояти пистолета. Координаты вели к старому магазину 'Электронные мечты', но когда она приблизилась — магазин был закрыт, а дверь — взломана.\n\nВнутри царил бардак. Оборудование разбито, пол покрыт стеклом и кровью. А посреди комнаты, привязанный к стулу, сидел он — человек в цилиндре. Только теперь его монокль был расколот, а лицо — бледным, как у мертвеца.\n\nОн был мёртв.\n\nНа груди — вырезан знак: глаз с расколотым зрачком. Тот же, что и на конверте.\n\nЛин отступила, но в этот момент за спиной раздался лязг сапог. Охрана Лорвиля — в чёрных бронекостюмах, с ружьями наперевес.\n\n— Не двигайся, Свит, — сказал один из них. — Ты уже мертва. Просто ещё не упала.",
    "choices": [
      {
        "text": "Попытаться вырваться через заднюю дверь",
        "next": "alt2_1_2"
      },
      {
        "text": "Альтернативный",
        "next": "alt19_1"
      }
    ]
  },
  "alt2_1_2": {
    "text": "Лин вернулась домой. Она тщательно проверила все системы безопасности, обновила шифрование и взяла дополнительное оружие. Только затем она отправилась по координатам. Место оказалось заброшенным складом в промышленном районе. Внутри было темно и пусто. Лин включила фонарь и осмотрела помещение. В углу она нашла ящик с маркировкой «Проект Clipper». Внутри были документы, фотографии и небольшой навигационный чип. На одной из фотографий был изображён корабль необычной конструкции, а рядом — группа людей в лабораторных халатах. Среди них она узнала человека в цилиндре. На обороте фотографии было написано: «Команда разработчиков. Последний день перед изоляцией». Лин взяла чип и документы. Теперь у неё было больше вопросов, чем ответов.",
    "choices": [
      {
        "text": "Изучить документы на месте",
        "next": "alt3_1"
      },
      {
        "text": "Взять материалы и немедленно уйти",
        "next": "alt20_1"
      }
    ]
  },
  "alt3_1": {
    "text": "Лин допросила бармена с пристрастием, пригрозив ему своим бластером. WRAITH поднял руки. «Ладно, ладно! Он оставил не только записку. Ещё был ключ. Вот». Он достал из-под стойки небольшой металлический ключ с необычной резьбой. «Сказал, что этот ключ откроет то, что никто не должен открывать. И что если ты решишься его использовать, то ищи ангар 42 на старой верфи». Лин взяла ключ. Он был холодным и тяжёлым. «Почему ты не отдал его сразу?» — спросила она. WRAITH пожал плечами. «Потому что тот тип заплатил мне, чтобы я отдал его только если ты проявишь настойчивость. Видимо, ты прошла проверку». Лин сунула ключ в карман и вышла из бара. Ангар 42. Старая верфь. Она знала это место.",
    "choices": [
      {
        "text": "Немедленно отправиться на старую верфь",
        "next": "main_story_4"
      },
      {
        "text": "Сначала узнать больше об ангаре 42",
        "next": "alt21_1"
      }
    ]
  },
  "main_story_4": {
    "text": "Лин рванула в сторону задней двери, вышибая её ударом ноги. За ней прогремел выстрел, и пуля прошила воздух в сантиметре от её уха. Она уже бежала по узкому проходу между двумя автономными складами, где пахло маслом, плесенью и ржавчиной.\n\nПозади — лай коммуникаторов, звук шагов и крики: 'Она в Трубе! Заблокируйте уровень 7!'\n\nЛин знала: если её поймают здесь, она исчезнет насовсем. Без процесса, без следа. Так поступают с теми, кто копается в делах Clipper.\n\nОна спрыгнула в вентиляционную шахту, ударившись плечом о край. Тьма поглотила её, но через несколько секунд она выбралась на крышу соседнего здания, где штормовой ветер рвался с неба, обжигая лицо.\n\nГород мерцал внизу, как раненый зверь. Но Лин знала — теперь за ней не просто охотятся. Её имя уже в списке.\n\nВ личном канале её мобигласа вдруг мигнуло новое уведомление. Неизвестный отправитель. Тема: **Контракт на Лин Свит. Уровень угрозы: Omega**.",
    "choices": [
      {
        "text": "Пытаться скрыться на Пайро IV",
        "next": "alt4_1"
      },
      {
        "text": "Альтернативный",
        "next": "alt22_1"
      }
    ]
  },
  "alt4_1": {
    "text": "Лин не стала пытаться вырваться. Вместо этого она подняла руки. «Я сдаюсь, — сказала она. — Но прежде чем вы что-либо сделаете, посмотрите на это». Она медленно достала из кармана чип, который получила от бармена. Один из охранников взял его и вставил в свой сканер. На экране появился герб корпорации TerraMorph и уровень доступа «Альфа». Охранники переглянулись. «Откуда у тебя это?» — спросил командир. «От человека, которого вы убили, — ответила Лин. — Он дал мне это. И сказал, что если со мной что-то случится, данные уйдут в сеть». Она блефовала, но сработало. Командир кивнул. «Хорошо. Пойдёшь с нами. Начальство решит, что с тобой делать».",
    "choices": [
      {
        "text": "Пойти с ними, надеясь на возможность сбежать позже",
        "next": "alt3_1_1"
      },
      {
        "text": "Попытаться договориться прямо сейчас",
        "next": "alt23_1"
      }
    ]
  },
  "alt3_1_1": {
    "text": "Лин отправилась на старую верфь. Это было огромное заброшенное сооружение, где когда-то строили корабли для первых колонизаторов. Теперь здесь царила ржавая тишина. Она нашла ангар 42 — массивные ворота были слегка приоткрыты. Внутри было темно, только слабый свет проникал через трещины в крыше. Лин включила фонарь. В центре ангара стоял корабль. Не такой, как она представляла. Он был повреждён, с пробоинами в корпусе, но всё ещё величественный. На носу было написано имя: «Clipper». Лин подошла ближе. Корабль казался мёртвым, но когда она подняла ключ, панель управления замигала. Голос, слабый и искажённый, прозвучал из динамиков: «Ключ... обнаружен. Инициализация...»",
    "choices": [
      {
        "text": "Вставить ключ",
        "next": "alt3_1_2"
      },
      {
        "text": "Отступить и осмотреться",
        "next": "alt24_1"
      }
    ]
  },
  "alt3_1_2": {
    "text": "Лин решила сначала узнать больше об ангаре 42. Она отправилась в архив городской администрации, где хранились старые планы и документы. За определённую мзду клерк позволил ей посмотреть файлы. Ангар 42 принадлежал корпорации «Старлайнер Индастриз», которая обанкротилась десять лет назад. Последний заказ — строительство экспериментального корабля под кодовым названием «Проект Скальпель». Заказчик — неизвестен. Особые отметки: «Объект запечатан по приказу Совета Безопасности. Доступ запрещён». Лин скопировала данные. Теперь она знала, что корабль был не просто брошен — его намеренно скрывали. И тот, кто дал ей ключ, хотел, чтобы она его нашла. Зачем?",
    "choices": [
      {
        "text": "Всё же отправиться на верфь",
        "next": "alt2_1_1_1"
      },
      {
        "text": "Попытаться найти бывших сотрудников «Старлайнер Индастриз»",
        "next": "alt25_1"
      }
    ]
  },
  "alt2_1_1_1": {
    "text": "Лин спросила, кто авторизовал её доступ. Голос ответил: «Доступ предоставлен на основании генетического соответствия. Вы — Лин Кроу, дочь доктора Артура Кроу, ведущего инженера проекта Clipper». Лин замерла. Её отец? Он погиб в аварии много лет назад. Она всегда думала, что он был простым техником. «Где мой отец сейчас?» — спросила она. «Доктор Артур Кроу погиб при испытаниях. Его последней волей было передать корабль вам, когда вы будете готовы. Системы диагностики показывают, что вы ранены и находитесь в состоянии стресса. Рекомендуется отдых». Лин прислонилась к холодной стене корабля. Всё, что она знала о своей жизни, оказалось ложью.",
    "choices": [
      {
        "text": "Спросить, что случилось с её отцом на самом деле",
        "next": "alt2_1_1_2"
      },
      {
        "text": "Осмотреть корабль, чтобы понять, что он из себя представляет",
        "next": "alt26_1"
      }
    ]
  },
  "alt2_1_1_2": {
    "text": "Лин начала осматривать корабль. Интерьер был простым, но технологичным. Панели управления светились мягким голубым светом. Она прошла в кабину пилота. На кресле лежала старая фотография. На ней была молодая женщина, похожая на неё, и мужчина в инженерной форме — её отец. На обороте надпись: «Для Лин. Когда найдёшь Clipper, ты найдёшь и правду. Люблю тебя, папа». Лин сжала фотографию. Она села в кресло пилота и положила руки на органы управления. Экран перед ней ожил, показав карту галактики с одной яркой точкой — Хелиос-4. «Курс установлен, — сказал голос. — Готовы к путешествию?» Лин глубоко вздохнула. Она была готова.",
    "choices": [
      {
        "text": "Отправиться на Хелиос-4",
        "next": "alt2_1_2_1"
      },
      {
        "text": "Сначала узнать больше о возможностях корабля",
        "next": "alt27_1"
      }
    ]
  },
  "alt2_1_2_1": {
    "text": "Лин решила изучить документы на месте, при свете своего фонаря. Она разложила бумаги на полу заброшенного склада. Отчёты об испытаниях, технические спецификации, отчёты о несчастных случаях. Один документ привлёк её внимание: «Инцидент № 7. В ходе испытаний двигательной системы произошёл каскадный отказ. Доктор Артур Кроу получил смертельные травмы. Корабль «Clipper» получил повреждения и был перемещён в ангар 7, сектор Гамма, планета Хелиос-4 для хранения». Далее шла приписка: «Все данные засекречены. Команда распущена. Проект закрыт». Лин перевернула страницу. На обратной стороне была нарисована схема с пометкой «Аварийный выход. Только для уполномоченного персонала». Это была карта того самого ангара.",
    "choices": [
      {
        "text": "Взять документы и немедленно отправиться на Хелиос-4",
        "next": "alt2_1_2_2"
      },
      {
        "text": "Сначала сделать копии документов и спрятать их в надёжном месте",
        "next": "alt28_1"
      }
    ]
  },
  "alt2_1_2_2": {
    "text": "Лин взяла материалы и немедленно ушла со склада. Она вернулась домой и тщательно изучила всё, что нашла. Навигационный чип содержал координаты не только Хелиос-4, но и нескольких других мест — возможно, резервных хранилищ или мест, связанных с проектом. Также в документах она нашла упоминание о «Ключе активации» — устройстве, необходимом для запуска корабля. Без него Clipper был бы просто куском металла. Согласно записям, ключ был разделён на три части и распределён между членами команды для безопасности. Лин начала понимать масштаб. Чтобы получить корабль, ей нужно было не только найти его, но и собрать ключ. И, судя по всему, не она одна охотилась за этими частями.",
    "choices": [
      {
        "text": "Сначала отправиться на Хелиос-4, чтобы оценить ситуацию на месте",
        "next": "main_story_5"
      },
      {
        "text": "Начать поиски частей ключа",
        "next": "alt29_1"
      }
    ]
  },
  "main_story_5": {
    "text": "Пайро IV — адская планета с оранжевыми бурями, кислотными дождями и пылью, въедающейся в любую электронику. Здесь жили отчаянные: беглецы, наёмники, те, кто не верил в судьбу.\n\nЛин приземлилась на лётном поле 'Пепельный якорь' и сразу заметила, что за ней следят. Два человека у киоска с синтетическим табаком, третий — за углом с кружкой кофе, которую не пил. Все с одинаковыми значками на рукавах: клеймо Баунти-Хантеров.\n\nОна ушла в толпу, прячась под капюшоном, и спряталась в старом мотеле «Забвение». В номере пахло затхлостью и горелой изоляцией. За окном кричали торговцы, гудели тяжёлые грузовики и завывал ветер.\n\nНо ночью кто-то постучал в дверь.\n\n— Открой, Свит, — раздался голос, сухой, как пепел. — Я не из охраны. Я хуже.\n\nЭто был он. Sel_Oin. Один из самых опасных Баунти-Хантеров вселенной. Говорят, он не убивает — он стирает. Вместе с телом исчезает и память о тебе.",
    "choices": [
      {
        "text": "Попытаться договориться",
        "next": "alt4_1_1"
      },
      {
        "text": "Альтернативный",
        "next": "alt30_1"
      }
    ]
  },
  "alt4_1_1": {
    "text": "Лин попала в штаб-квартиру корпоративной охраны Лорвиля. Её допрашивали в течение нескольких часов, но она ничего не сказала о Clipper или документах. В конце концов, в комнату вошёл человек в дорогом костюме. «Я директор Келлер, TerraMorph. Мы знаем, что ты ищешь корабль «Clipper». Он принадлежит нам». Лин смотрела на него без эмоций. «Если он ваш, почему вы его спрятали?» Келлер улыбнулся. «Потому что он опасен. В нём есть технология, которую нельзя выпускать в мир. Но теперь, когда ты всё испортила, у нас есть предложение: помоги нам его уничтожить, и мы дадим тебе новую жизнь. Откажешься — исчезнешь навсегда».",
    "choices": [
      {
        "text": "Согласиться на предложение Келлера",
        "next": "alt2_1_1_1_1"
      },
      {
        "text": "\"Отказаться и попытаться сбежать",
        "next": "alt31_1"
      }
    ]
  },
  "alt2_1_1_1_1": {
    "text": "Лин спросила, что случилось с её отцом на самом деле. Голос корабля ответил: «Доктор Артур Кроу погиб при попытке остановить несанкционированный запуск систем. Согласно его последней записи, он подозревал саботаж. Перед смертью он загрузил в мою память данные и установил блокировку, чтобы корабль не мог быть использован без вашего разрешения». На экране появилась запись — кадры с камер наблюдения. Мужчина, похожий на отца Лин, стоял в кабине корабля. Он что-то кричал, затем произошла вспышка. Запись оборвалась. Лин почувствовала ком в горле. «Кто это сделал?» — спросила она. «Данные повреждены. Но в логах есть упоминание о кодовом имени «Молот». Больше ничего».",
    "choices": [
      {
        "text": "Попытаться восстановить повреждённые данные",
        "next": "alt2_1_1_1_2"
      },
      {
        "text": "Использовать корабль, чтобы найти «Молота»",
        "next": "alt32_1"
      }
    ]
  },
  "alt2_1_1_1_2": {
    "text": "Лин решила сначала узнать больше о возможностях корабля. Она провела несколько часов, изучая системы. Clipper был оснащён экспериментальным двигателем, позволявшим совершать прыжки на невероятные расстояния, продвинутой системой маскировки и мощным сканирующим оборудованием. Но самая интересная находка ждала в зашифрованном разделе памяти: чертежи некоего устройства под названием «Гармония». Согласно описанию, оно могло нейтрализовать все электронные системы в радиусе нескольких километров. Отец Лин, судя по заметкам, считал это оружием, которое нельзя выпускать в мир. «Гармония» была установлена на борту, но деактивирована. Лин поняла, почему все охотились за Clipper — это был не просто корабль, а оружейная платформа.",
    "choices": [
      {
        "text": "Активировать «Гармонию» для тестирования",
        "next": "alt2_1_1_2_2"
      },
      {
        "text": "Оставить систему деактивированной и сосредоточиться на поисках правды",
        "next": "alt33_1"
      }
    ]
  },
  "alt2_1_1_2_2": {
    "text": "Лин решила сначала узнать больше о возможностях корабля, прежде чем лететь на Хелиос-4. Она запустила диагностику систем. Большинство показателей были в норме, за исключением энергетического ядра, которое работало на 40% мощности. Также она обнаружила скрытый отсек за панелью в кабине пилота. Внутри лежал старый планшет с записями её отца. В одной из записей он писал: «Если ты читаешь это, Лин, значит, ты нашла Clipper. Я знал, что однажды это случится. Корабль — это не просто транспорт. Это ключ к пониманию того, что происходит в высших эшелонах власти. Будь осторожна. Они убьют, чтобы сохранить секрет». Запись обрывалась. Лин взглянула на экран с координатами Хелиос-4. Теперь она понимала, что летит не просто за кораблём — она летела за правдой.",
    "choices": [
      {
        "text": "Немедленно отправиться на Хелиос-4",
        "next": "alt2_1_1_2_1"
      },
      {
        "text": "Сначала попытаться восстановить полную мощность энергетического ядра",
        "next": "alt34_1"
      }
    ]
  },
  "alt2_1_1_2_1": {
    "text": "Лин отправилась на Хелиос-4. Путешествие заняло два дня. Когда Clipper вышел из гиперпространства, перед ней предстала пустынная планета с красноватой атмосферой. Сканеры показали несколько сооружений на поверхности, одно из которых соответствовало описанию ангара 7. Лин посадила корабль рядом и вышла наружу. Ветер нёс мелкую пыль, видимость была плохой. Ангар представлял собой массивное куполообразное сооружение, частично погружённое в грунт. Дверь была заварена, но рядом был небольшой служебный вход. Лин подошла и попробовала открыть его — он поддался. Внутри пахло озоном и старым металлом. И в центре, под слабым светом аварийных ламп, стоял ещё один Clipper. Или точная его копия.",
    "choices": [
      {
        "text": "Осмотреть второй корабль",
        "next": "alt2_1_2_1_1"
      },
      {
        "text": "Сначала проверить ангар на наличие ловушек",
        "next": "alt35_1"
      }
    ]
  },
  "alt2_1_2_1_1": {
    "text": "Лин сделала копии документов и спрятала их в надёжном месте — старом банковском сейфе, который она арендовала под чужим именем. Затем она отправилась на Хелиос-4. Дорога была долгой, и у неё было время подумать. Зачем её отец участвовал в таком проекте? Почему он оставил ей корабль? Приземлившись, она направилась к ангару. Вход был заблокирован, но рядом она нашла небольшой терминал. Введя код из документов, она получила доступ. Дверь открылась с шипением. Внутри было темно, но когда свет включился, она увидела не один, а три корабля Clipper, стоящих в ряд. Все одинаковые, все без опознавательных знаков. На стене висела табличка: «Экспериментальная серия. Объекты 1 и 2». Какой из них настоящий?",
    "choices": [
      {
        "text": "Осмотреть первый корабль",
        "next": "alt2_1_2_1_2"
      },
      {
        "text": "\"Осмотреть второй корабль",
        "next": "alt36_1"
      }
    ]
  },
  "alt2_1_2_1_2": {
    "text": "Лин взяла документы и немедленно отправилась на Хелиос-4. Она не стала тратить время на подготовку — каждый час мог быть на счету. Найденный ею корабль Clipper оказался достаточно быстрым, чтобы добраться до планеты за считанные часы. Приближаясь к Хелиос-4, она заметла несколько кораблей на орбите — корпоративные патрули. Им удалось скрыться, используя систему маскировки Clipper. Приземлившись в указанном месте, она нашла ангар, но он был пуст. На полу были следы недавней деятельности — ящики, инструменты. Кто-то опередил её. На стене она нашла надпись краской: «Слишком поздно, Лин. Он нашёл нас первым». И подпись — стилизованный молот. «Молот». То самое имя из записей отца.",
    "choices": [
      {
        "text": "Осмотреть ангар подробнее, ища улики",
        "next": "alt4_1_2"
      },
      {
        "text": "Немедленно улететь, пока патрули не нашли её",
        "next": "alt37_1"
      }
    ]
  },
  "alt4_1_2": {
    "text": "Лин попыталась договориться с охранниками прямо на месте. «Я знаю, где находится Clipper, — сказала она. — И у меня есть данные, которые доказывают, что TerraMorph скрывает правду о проекте. Отпустите меня, и я поделюсь информацией». Командир задумался. «Какая гарантия, что ты не врёшь?» Лин показала ему чип. «Здесь всё. Но если вы попытаетесь забрать его силой, он самоуничтожится». Охранники переглянулись. Вдруг раздался звук подходящих шагов. В комнату вошёл человек в чёрном плаще. «Оставьте её мне», — сказал он. Охранники немедленно вышли. Человек снял капюшон. Это был тот самый человек в цилиндре, но теперь без цилиндра. «Привет, Лин. Я рад, что ты жива».",
    "choices": [
      {
        "text": "Спросить, кто он на самом деле",
        "next": "alt5_1"
      },
      {
        "text": "Попытаться атаковать его, пока он один",
        "next": "alt38_1"
      }
    ]
  },
  "alt5_1": {
    "text": "Лин попыталась договориться с Sel_Oin. «У меня есть информация, которая стоит больше, чем контракт на меня, — сказала она, стараясь звучать уверенно. — Clipper — это не просто корабль. Это ключ к технологии, которая может изменить баланс сил в галактике. Убей меня, и ты никогда об этом не узнаешь». Sel_Oin не двигался, его лицо оставалось безэмоциональным. «Интересно, — наконец произнёс он. — Но моя работа — выполнять контракты, а не оценивать информацию. Однако... у меня есть правило: если цель предлагает что-то ценнее её жизни, я даю шанс. Докажи, что твоя информация стоит того». Лин быстро соображала. У неё были данные, но как убедить в их ценности одного из лучших охотников галактики?",
    "choices": [
      {
        "text": "Показать ему часть данных с Clipper",
        "next": "alt1_1_2_2_1"
      },
      {
        "text": "Предложить привести его к кораблю",
        "next": "alt39_1"
      }
    ]
  },
  "alt1_1_2_2_1": {
    "text": "Лин попыталась скрыться в ближайшем лесу. Колония располагалась на планете с густой растительностью, и лес начинался прямо за полями. Она бежала, спотыкаясь о корни, ветки хлестали её по лицу. За спиной слышались крики и звуки преследования. Она нашла небольшую пещеру и залезла внутрь. Там она перевела дух и достала навигатор. Ближайшее поселение было в пятидесяти километрах. Пешком она не дойдёт. Нужно было найти транспорт. Вспомнив свои навыки, она решила попробовать взломать один из сельскохозяйственных дронов, чтобы использовать его для связи или даже полёта. Дроны были старыми, их защита должна была быть слабой.",
    "choices": [
      {
        "text": "Попытаться взломать дрон",
        "next": "alt1_1_2_2_2"
      },
      {
        "text": "Дождаться ночи и попробовать вернуться в колонию за транспортом",
        "next": "alt40_1"
      }
    ]
  },
  "alt1_1_2_2_2": {
    "text": "Лин украла транспорт — старый грузовик, который использовался для перевозки урожая. Ключ был в замке зажигания, как это часто бывает в небольших колониях. Она завела двигатель и выехала на грунтовую дорогу. В зеркале заднего вида она видела, как из её дома выбегают те двое в чёрном. Они сели в свой челнок и взлетели. Лин дала полный газ. Грузовик трясло на ухабах, но он ехал. Она направилась к космопорту, который был в двухстах километрах. Там она могла бы купить место на каком-нибудь корабле. Но сначала нужно было оторваться от погони. Челнок был быстрее, но грузовик мог скрыться в лесу. Лин свернула с дороги и поехала по бездорожью, надеясь, что лесная чаща скроет её.",
    "choices": [
      {
        "text": "Продолжать ехать через лес",
        "next": "alt2_1_2_2_1"
      },
      {
        "text": "Бросить грузовик и продолжить пешком",
        "next": "alt41_1"
      }
    ]
  },
  "alt2_1_2_2_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt2_1_2_2_2"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt42_1"
      }
    ]
  },
  "alt2_1_2_2_2": {
    "text": "Лин начала поиски частей ключа. Согласно документам, первая часть находилась у доктора Элизы Мэйн, бывшего члена команды, которая жила на станции «Оазис». Лин отправилась туда. Станция оказалась тихим местом, где жили в основном пенсионеры и учёные на покое. Она нашла дом доктора Мэйн. Та, пожилая женщина с умными глазами, выслушала её историю. «Артур действительно был бы рад, что ты продолжила его дело, — сказала она. — У меня есть часть ключа. Но я не отдам её просто так. Clipper — опасная игрушка. Ты должна доказать, что будешь использовать его с умом». Она дала Лин задание: решить сложную инженерную задачу, которую не мог решить её отец. «Если решишь, ключ твой».",
    "choices": [
      {
        "text": "Принять вызов и попытаться решить задачу",
        "next": "alt3_1_1_1"
      },
      {
        "text": "Попытаться убедить доктора Мэйн отдать ключ без условий",
        "next": "alt43_1"
      }
    ]
  },
  "alt3_1_1_1": {
    "text": "Лин вставила ключ в панель управления. Раздался щелчок, и корабль начал оживать. Свет загорелся по всему корпусу, системы загудели. Голос стал чётче: «Системы запускаются. Добро пожаловать на борт, Лин Кроу. Я — Clipper, экспериментальный корабль класса «Скальпель». Мои системы работают на 62% от номинала. Рекомендую провести диагностику перед полётом». Лин осмотрела кабину. Всё было в отличном состоянии, несмотря на внешние повреждения. Она нашла бортовой журнал. Последняя запись была сделана десять лет назад её отцом: «Проект закрыт. Clipper должен остаться здесь до лучших времён. Если ты читаешь это, Лин, значит, настало время. Но будь осторожна — они не остановятся».",
    "choices": [
      {
        "text": "Провести полную диагностику систем",
        "next": "alt3_1_1_2"
      },
      {
        "text": "Немедленно взлететь, пока кто-нибудь не обнаружил активацию",
        "next": "alt44_1"
      }
    ]
  },
  "alt3_1_1_2": {
    "text": "Лин отступила и начала осматриваться. Ангар был огромным, и кроме корабля, здесь было много оборудования — станки, компьютеры, контейнеры. Она подошла к одному из терминалов и попыталась включить его. К её удивлению, он работал. На экране был интерфейс управления ангаром. Она нашла записи о последних посетителях: три дня назад здесь был кто-то с кодом доступа уровня «Омега». И ещё одна запись, сегодняшняя: «Обнаружена несанкционированная активация. Выслана группа реагирования». Лин поняла, что её уже обнаружили. Нужно было действовать быстро. Она вернулась к кораблю. Вставить ключ или попытаться скрыть своё присутствие?",
    "choices": [
      {
        "text": "Всё же вставить ключ и попытаться взлететь",
        "next": "alt3_1_2_1"
      },
      {
        "text": "Попытаться отключить системы слежения и скрыться",
        "next": "alt45_1"
      }
    ]
  },
  "alt3_1_2_1": {
    "text": "Лин всё же отправилась на верфь. Ночью, под прикрытием темноты, она пробралась через дыру в ограждении. Ангар 42 был хорошо охраняем — по периметру ходили дроны-охранники. Лин использовала портативный глушитель, чтобы отключить их на несколько минут. Она проскользнула внутрь. Корабль стоял там, как и в её ожиданиях. Но рядом с ним стоял человек в чёрном комбинезоне. Он что-то проверял на планшете. Лин спряталась за ящиками. Человек говорил по радио: «Да, объект на месте. Нет признаков вскрытия. Жду дальнейших указаний». Это был не Молот, а кто-то другой. Значит, за Clipper охотились несколько групп. Лин нужно было решить, что делать.",
    "choices": [
      {
        "text": "Подождать, пока человек уйдёт",
        "next": "alt3_1_2_2"
      },
      {
        "text": "Попытаться нейтрализовать его и захватить корабль",
        "next": "alt46_1"
      }
    ]
  },
  "alt3_1_2_2": {
    "text": "\"Лин попыталась найти бывших сотрудников «Старлайнер Индастриз». Она узнала, что компания обанкротилась, и большинство сотрудников разъехались по разным планетам. Однако один из них, инженер по имени Грег, жил недалеко — на орбитальной станции «Надежда». Лин отправилась туда. Грег оказался пожилым человеком, который проводил дни в баре, рассказывая истории о прошлом. Увидев Лин, он сразу понял, зачем она пришла. «Clipper, да? — сказал он. — Я помню тот корабль. Артур Кроу был гением. Но он слишком многого хотел. Clipper был не просто кораблём — он был тестом. Тестом на то, готово ли человечество к следующему шагу». Грег дал ей координаты места, где, по его мнению, мог находиться корабль. Но предупредил: «То, что ты найдёшь, может тебе не понравиться»",
    "choices": [
      {
        "text": "Отправиться по указанным координатам",
        "next": "main_story_6"
      },
      {
        "text": "Расспросить Грега подробнее о «тесте»",
        "next": "alt47_1"
      }
    ]
  },
  "main_story_6": {
    "text": "Лин открыла дверь. Sel_Oin стоял в проёме, высокий, в плаще из обожжённого кевлара. На лице — ни эмоций, ни жалости. Лишь глаза, холодные, как вакуум.\n\n— Контракт на тебя стоит больше, чем жизнь любого другого в этом секторе, — сказал он. — Clipper не прощает ошибок… и не оставляет свидетелей.\n\n— Я ничего не знаю! — вырвалось у Лин.\n\n— Но ты видела труп, — ответил он. — Этого достаточно.\n\nОн сделал шаг вперёд. Лин попятилась, но за спиной — стена. Она потянулась к поясу, но Sel_Oin был быстрее. Его клинок — тонкий, как игла — вонзился ей под рёбра, не издав ни звука.\n\n— Прости, — прошептал он, — но в этом бизнесе нет личного.\n\nЛин упала на колени, чувствуя, как тепло уходит. В последний момент она увидела его руку — он забрал её мобиглас… и чип из кармана.\n\nВсё стемнело.",
    "choices": [
      {
        "text": "Дотянуться до тревожной кнопки",
        "next": "alt6_1"
      },
      {
        "text": "Рука нащупала старый сальво в кабуре",
        "next": "alt48_1"
      }
    ]
  },
  "alt6_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt5_1_1"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt49_1"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt49_2"
      }
    ]
  },
  "alt5_1_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt5_1_2"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt50_1"
      }
    ]
  },
  "alt5_1_2": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt4_1_1_1"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt51_1"
      }
    ]
  },
  "alt4_1_1_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt4_1_1_2"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt52_1"
      }
    ]
  },
  "alt4_1_1_2": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt4_1_2_1"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt53_1"
      }
    ]
  },
  "alt4_1_2_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt4_1_2_2"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt54_1"
      }
    ]
  },
  "alt4_1_2_2": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "main_story_7"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt55_1"
      }
    ]
  },
  "main_story_7": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "main_story_8"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt56_1"
      }
    ]
  },
  "main_story_8": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "main_story_9"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt57_1"
      }
    ]
  },
  "main_story_9": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "main_story_10_final"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt58_1"
      }
    ]
  },
  "main_story_10_final": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt7_1"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt59_1"
      }
    ]
  },
  "alt7_1": {
    "text": "Боль пронзила тело, но инстинкт выживания оказался сильнее. В глазах потемнело, но пальцы Лин нащупали рукоять старого сальво. Выстрел грохнул в тесном номере. Sel_Oin дрогнул, отшатнувшись от неожиданности. Лин рванулась в сторону и вывалилась в разбитое окно. Падение смягчилось ржавым навесом. Она побежала, хватаясь за стену. Где-то сзади раздался спокойный голос: «Интересно. Такую ошибку я не допускал».",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt8_1"
      },
      {
        "text": "Добраться до чёрного доктора на окраине «Пепельного якоря",
        "next": "alt60_1"
      }
    ]
  },
  "alt8_1": {
    "text": "Корабль «Гарпун-3» висел на орбите Пайро IV как призрак. Лин, израненная и обескровленная, добралась до него через системы вентиляции космопорта. На мостике царила мёртвая тишина, только мигали аварийные индикаторы. Она подключила свой декодер к корабельному компьютеру и запустила протокол самоуничтожения всех данных. Но система запросила пароль, которого у неё не было. Внезапно на экране появилось сообщение: «Привет, Лин. Я ждал тебя. Последняя запись от твоего отца». Это был голосовой файл. Голос, который она не слышала много лет: «Лин, если ты слышишь это, значит, ты близка к Clipper. Он на Хелиос-4. Но не торопись. Сначала найди ключ — он разделён на три части. Первая у доктора Мэйн на станции «Оазис». Береги себя, дочка».",
    "choices": [
      {
        "text": "Направиться на станцию «Оазис»",
        "next": "alt6_1_1"
      },
      {
        "text": "Игнорировать предупреждение и лететь прямо на Хелиос-4",
        "next": "alt61_1"
      }
    ]
  },
  "alt6_1_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt6_1_2"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt62_1"
      }
    ]
  },
  "alt6_1_2": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt6_1_3"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt63_1"
      }
    ]
  },
  "alt6_1_3": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt6_1_1_1"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt64_1"
      }
    ]
  },
  "alt6_1_1_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt6_1_2_1"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt65_1"
      }
    ]
  },
  "alt6_1_2_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt5_1_1_1"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt66_1"
      }
    ]
  },
  "alt5_1_1_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt6_1_1_2"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt67_1"
      }
    ]
  },
  "alt6_1_1_2": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt5_1_1_2"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt68_1"
      }
    ]
  },
  "alt5_1_1_2": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt4_1_1_1_1"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt69_1"
      }
    ]
  },
  "alt4_1_1_1_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt4_1_1_1_2"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt70_1"
      }
    ]
  },
  "alt4_1_1_1_2": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt6_1_2_2"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt71_1"
      }
    ]
  },
  "alt6_1_2_2": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt6_1_3_1"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt72_1"
      }
    ]
  },
  "alt6_1_3_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt6_1_3_2"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt73_1"
      }
    ]
  },
  "alt6_1_3_2": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt5_1_2_1"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt74_1"
      }
    ]
  },
  "alt5_1_2_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt5_1_2_2"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt75_1"
      }
    ]
  },
  "alt5_1_2_2": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt7_1_1"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt76_1"
      }
    ]
  },
  "alt7_1_1": {
    "text": "На следующее утро в новостях мелькнуло сообщение: 'Неизвестная женщина найдена мёртвой в мотеле на Пайро IV. Признаки насильственной смерти отсутствуют. Предположительно — передозировка'.\n\nНо в подпольных кругах ходил другой слух: Лин Свит знала слишком много. Её убрали… но не всё исчезло. Её корабль «Гарпун-3» всё ещё висел на орбите Пайро IV. И в его системе — что-то осталось.\n\nSel_Oin отправил отчёт заказчику и получил подтверждение оплаты. Но, пересматривая запись с камеры мобигласа Лин, он вдруг заметил кадр: незадолго до смерти она загрузила данные в облако. Зашифрованные. С меткой **'Если я умру — открой это'**.\n\nОн стёр запись. Но вопрос остался: *кто следующий?*",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt7_1_2"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt77_1"
      }
    ]
  },
  "alt7_1_2": {
    "text": "Пайро IV не прощал слабости. Лин добралась до полузаброшенного гаража. Чёрный доктор-полукровка наскоро зашил рану. «Лезвие было с нанокислотой, — хрипел он. — Она тебя сожрёт за сутки, если не нейтрализовать. Ищи антидот у корпоративных». Лин поняла: теперь гонка не только за Clipper, но и за собственной жизнью. Sel_Oin давал жертве время осознать неизбежность.",
    "choices": [
      {
        "text": "Найти посредника, который может достать антидот через чёрный рынок",
        "next": "alt7_1_1_1"
      },
      {
        "text": "Угнать транспорт и прорваться к своему кораблю «Гарпун-3», надеясь найти данные об антидоте на борту",
        "next": "alt78_1"
      }
    ]
  },
  "alt7_1_1_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt7_1_1_2"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt79_1"
      }
    ]
  },
  "alt7_1_1_2": {
    "text": "Sel_Oin не был обычным охотником. Он чувствовал, когда дело пахнет катастрофой. Он загрузил архив Лин в свой портативный декодер — модель 'Печаль-9'. Через три часа система выдала: **'Доступ разрешён. Ключ: Clipper был не проектом. Clipper — человек.'**\n\nНа экране появилось лицо. Не то, что он ожидал. Это был один из основателей корпорации TerraMorph — человек, считавшийся мёртвым 20 лет назад.\n\nИ в его глазах — тот же знак: глаз с расколотым зрачком.\n\nSel_Oin понял: он убил не просто информатора. Он убил нить, ведущую к сердцу заговора.\n\nТеперь за ним самим охотятся.",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt7_1_2_1"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt80_1"
      }
    ]
  },
  "alt7_1_2_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt7_1_2_2"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt81_1"
      }
    ]
  },
  "alt7_1_2_2": {
    "text": "Чтобы добраться до «Гарпуна-3», Лин угнала ржавый грузовик. В пути её настигли дроны-разведчики — Sel_Oin уже подключился к сетям Пайро IV. Пришлось бросить машину и идти через кислотные топи. Она вспомнила: если на «Гарпуне-3» остались данные её отца, это её единственный шанс найти координаты базы с антидотом.",
    "choices": [
      {
        "text": "Попытаться проникнуть на космопорт по поддельным документам",
        "next": "alt4_1_1_2_1"
      },
      {
        "text": "Продолжать путь пешком через промышленные трущобы, стараясь не попадаться на камеры",
        "next": "alt82_1"
      }
    ]
  },
  "alt4_1_1_2_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt4_1_1_2_2"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt83_1"
      }
    ]
  },
  "alt4_1_1_2_2": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt4_1_2_1_1"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt84_1"
      }
    ]
  },
  "alt4_1_2_1_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt3_1_1_1_1_end"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt85_1"
      }
    ]
  },
  "alt3_1_1_1_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt4_1_2_1_2": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt8_1_2"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt87_1"
      }
    ]
  },
  "alt8_1_2": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt8_1_1_1_2"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt88_1"
      }
    ]
  },
  "alt8_1_1_1_2": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt8_1_1_2"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt89_1"
      }
    ]
  },
  "alt8_1_1_2": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt8_1_1_1_1"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt90_1"
      }
    ]
  },
  "alt8_1_1_1_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt8_1_2_1"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt91_1"
      }
    ]
  },
  "alt8_1_2_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt8_1_2_2"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt92_1"
      }
    ]
  },
  "alt8_1_2_2": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt8_1_1"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt93_1"
      }
    ]
  },
  "alt8_1_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt8_1_1_1"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt94_1"
      }
    ]
  },
  "alt8_1_1_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt8_1_1_2_1"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt95_1"
      }
    ]
  },
  "alt8_1_1_2_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt8_1_1_2_2"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt96_1"
      }
    ]
  },
  "alt8_1_1_2_2": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt8_1_2_1_1"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt97_1"
      }
    ]
  },
  "alt8_1_2_1_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt8_1_2_1_2"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt98_1"
      }
    ]
  },
  "alt8_1_2_1_2": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt8_1_2_2_1"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt99_1"
      }
    ]
  },
  "alt8_1_2_2_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt8_1_2_2_2"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt100_1"
      }
    ]
  },
  "alt8_1_2_2_2": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt1_1_1_1_1_1_end"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt101_1"
      }
    ]
  },
  "alt1_1_1_1_1_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt1_1_1_1_1_2": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt1_1_1_1_1_2_1_end"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt103_1"
      }
    ]
  },
  "alt1_1_1_1_1_2_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt1_1_1_1_1_2_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt1_1_2_2_1_1": {
    "text": "Лин попыталась взломать дрон. Она нашла одного из старых сельскохозяйственных дронов, которые использовались для опрыскивания полей. С помощью портативного компьютера ей удалось обойти базовую защиту и получить доступ к системам. Дрон был примитивным, но у него был коммуникационный модуль. Она попыталась отправить сигнал бедствия на ближайшую космическую станцию, но модуль был повреждён. Зато она обнаружила, что дрон можно перепрограммировать для транспортировки. Она села на него, балансируя на неустойчивой платформе, и направила в сторону ближайшего поселения. Двигался он медленно, но это было лучше, чем идти пешком. Позади она слышала звуки преследования — челнок летал низко над лесом, сканируя местность.",
    "choices": [
      {
        "text": "Продолжать движение на дроне, надеясь на удачу",
        "next": "alt1_1_2_2_1_2"
      },
      {
        "text": "Сойти с дрона и попытаться скрыться в пещере",
        "next": "alt106_1"
      }
    ]
  },
  "alt1_1_2_2_1_2": {
    "text": "Лин решила переждать день в пещере. Ночь наступила быстро, и вместе с ней пришла ледяная сырость. Она прокралась обратно в колонию, но охотники оставили датчики движения вокруг её дома. Тревога сработала, когда она была в десяти метрах от старого грузовика. Прожектора ослепили её. Из темноты вышли двое. «Думала, спрячешься?» — усмехнулся один из них. У Лин было два варианта: попытаться договориться или броситься в последнюю отчаянную атаку.",
    "choices": [
      {
        "text": "Попытаться договориться, предложить информацию о Clipper",
        "next": "alt1_1_2_2_1_1_1"
      },
      {
        "text": "Броситься к грузовику, попытаться уехать под огнём",
        "next": "alt107_1"
      }
    ]
  },
  "alt1_1_2_2_1_1_1": {
    "text": "Лин продолжила движение на дроне. Хрупкая конструкция трещала под её весом, но держалась. Внезапно сзади послышался рёв двигателей — челнок охотников заметил её. Лазерный луч прошил воздух в метре от неё. Дрон задымился. Нужно было срочно принимать решение: попытаться скрыться в гуще деревьев или спрыгнуть и бежать пешком, пока дрон отвлекает внимание.",
    "choices": [
      {
        "text": "Направить дрон в густые заросли, попытаться скрыться",
        "next": "alt1_1_2_2_1_1_end"
      },
      {
        "text": "Спрыгнуть и бежать, пока дрон отвлекает охотников",
        "next": "alt108_1"
      }
    ]
  },
  "alt1_1_2_2_1_1_end": {
    "text": "Лин спрыгнула с дрона и побежала. Дрон, управляемый автопилотом, улетел в сторону, уводя за собой охотников. Она скрылась в лесной чаще и через три дня вышла к заброшенной шахтёрской деревне. Там она нашла старый, но исправный челнок. Месяц спустя она была уже в другом секторе, с новым именем и новой жизнью. Clipper стал лишь смутным воспоминанием, ночным кошмаром, который постепенно стирался. Она выжила, но цена была высока — навсегда забыть, кем она была.",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt1_1_2_2_1_1_1_1_end": {
    "text": "Лин попыталась скрыться в гуще деревьев, но лазерный заряд попал прямо в двигатель дрона. Взрыв отбросил её на землю. Придя в сознание, она увидела над собой двух охотников. «Прости,» — прошептал один из них, и выстрел оборвал её жизнь. Её тело нашли через неделю. В отчёте написали: «Несчастный случай». Clipper остался тайной, а Лин — ещё одним безымянным телом в бесконечной войне корпораций.",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt1_1_2_2_2_1_end": {
    "text": "Лин продолжала ехать через лес на грузовике. Ветки хлестали по лобовому стеклу, подвеска скрипела на каждом ухабе. Внезапно грузовик накренился и застрял в грязи. Лин попыталась выехать, но колёса только буксовали. Она выскочила и посмотрела на ситуацию. Грузовик застрял по оси. Сзади слышался звук приближающегося челнока. У неё было несколько минут. Она взяла из грузовика всё ценное: инструменты, немного еды, оружие, и побежала дальше в лес. Челнок приземлился неподалёку, и двое охотников вышли наружу. Они начали обыскивать местность. Лин спряталась в густых зарослях, стараясь не дышать. Охотники были всего в нескольких метрах. Один из них что-то сказал по радио: «Объект где-то рядом. Начинаю прочес».",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt1_1_2_2_2_2_end": {
    "text": "Лин бросила грузовик и побежала через лес. Через час она поняла, что заблудилась. Ещё через день закончилась вода. На третий день она нашла ручей, но вода оказалась отравленной промышленными отходами. Конвульсии начались через несколько часов. Она умерла в одиночестве, под чужими звёздами. Её скелет нашли годы спустя. Никто не связал эти останки с беглянкой по имени Лин Свит. Тайна Clipper умерла вместе с ней.",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt3_1_1_2_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt3_1_1_2_2": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt3_1_1_1_2"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt114_1"
      }
    ]
  },
  "alt3_1_1_1_2": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt3_1_1_1_2_1_end"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt115_1"
      }
    ]
  },
  "alt3_1_1_1_2_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt3_1_1_1_2_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt4_1_2_2_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt3_1_1_2_2_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt3_1_1_2_2_2": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt3_1_1_2_2_2_1_end"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt120_1"
      }
    ]
  },
  "alt3_1_1_2_2_2_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt3_1_1_2_2_2_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt3_1_2_1_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt3_1_2_1_2_end"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt123_1"
      }
    ]
  },
  "alt3_1_2_1_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt3_1_2_1_1_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt3_1_2_1_1_2": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt3_1_2_1_1_2_1_end"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt126_1"
      }
    ]
  },
  "alt3_1_2_1_1_2_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt3_1_2_1_1_2_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt1_1_2_2_1_2_1": {
    "text": "У меня есть информация о Clipper,» — выпалила Лин, поднимая руки. Охотники переглянулись. «Говори,» — приказал старший. Лин рассказала всё, что знала, но опустила координаты Хелиоса-4. Охотники, казалось, поверили. «Ладно, мы проверим. Если врёшь — вернёмся.» Они улетели. У Лин был шанс бежать, но теперь за ней охотились две стороны: корпорация и наёмники, которым она только что солгала.",
    "choices": [
      {
        "text": "Немедленно уехать на грузовике, пока охотники не вернулись",
        "next": "alt1_1_2_2_1_2_2"
      },
      {
        "text": "Вернуться в пещеру и переждать ещё несколько дней",
        "next": "alt129_1"
      }
    ]
  },
  "alt1_1_2_2_1_2_2": {
    "text": "Лин рванулась к грузовику. Выстрелы прозвучали почти сразу. Одна пуля задела плечо, но она добралась до кабины и завела двигатель. Грузовик рванул вперёд, сминая забор. В зеркале она видела, как охотники прыгают в свой челнок. Начиналась погоня. Дорога вела через узкий каньон — там можно попытаться оторваться, но риск оползней высок.",
    "choices": [
      {
        "text": "Ехать через каньон, надеясь на скорость",
        "next": "alt1_1_2_2_1_2_1_1"
      },
      {
        "text": "Свернуть в лес, пожертвовав скоростью, но получив укрытие",
        "next": "alt130_1"
      }
    ]
  },
  "alt1_1_2_2_1_2_1_1": {
    "text": "Лин вскочила в грузовик и помчалась по ночной дороге. Она ехала без остановки шесть часов. К утру двигатель начал перегреваться, но она была уже у космопорта. Проблема была одна: у неё не было денег на билет. Оставалось два варианта: попытаться пробраться на корабль нелегально или найти чёрного дилера, который продаст поддельные документы.",
    "choices": [
      {
        "text": "Попытаться проникнуть на грузовой корабль через служебный люк",
        "next": "alt1_1_2_2_1_2_1_1_1_end"
      },
      {
        "text": "Найти дилера в подпольном баре космопорта",
        "next": "alt131_1"
      }
    ]
  },
  "alt1_1_2_2_1_2_1_1_1_end": {
    "text": "Лин пробралась в грузовой отсек корабля, но её обнаружил борт-компьютер. Система безопасности заблокировала отсек и откачала воздух. Она умерла от удушья, так и не узнав, куда направлялся корабль. Её тело выбросили в космос как неопознанный мусор. Clipper продолжил ждать.",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt1_1_2_2_1_2_1_1_2_end": {
    "text": "Дилер оказался информатором корпорации. Он продал Лин билет на корабль, который оказался ловушкой. На орбите её встретили агенты TerraMorph. «Спасибо за информацию о Clipper,» — сказал человек в чёрном. Её тело исчезло в недрах корпоративной тюрьмы. Официально она числится пропавшей без вести.",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt1_1_2_2_1_2_1_2": {
    "text": "Лин вернулась в пещеру. Она провела там ещё двое суток, питаясь кореньями. На третий день она услышала звук двигателей — охотники вернулись с подкреплением. Они прочёсывали лес. Лин оказалась в ловушке: с одной стороны — вход в пещеру, с другой — узкий проход вглубь скалы, ведущий в неизвестность.",
    "choices": [
      {
        "text": "Остаться в пещере и надеяться, что не найдут",
        "next": "alt1_1_2_2_1_2_2_1_end"
      },
      {
        "text": "Пойти по узкому проходу, куда он ведёт",
        "next": "alt134_1"
      }
    ]
  },
  "alt1_1_2_2_1_2_2_1_end": {
    "text": "Каньон оказался ловушкой. Челнок охотников летел сверху, и они с лёгкостью расстреляли грузовик. Лин попыталась выпрыгнуть, но один из выстрелов попал в бензобак. Взрыв поглотил и грузовик, и её. Охотники доложили: «Цель ликвидирована». Clipper остался в тени.",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt1_1_2_2_1_2_1_2_1_end": {
    "text": "Лин затаилась в дальнем углу пещеры. Охотники вошли, осветили фонарями... и прошли мимо. Она выждала час, два, три. Когда выбралась наружу, было уже утро. Она нашла брошенный вездеход и уехала. Ей удалось скрыться, но о Clipper пришлось забыть. Иногда лучше оставаться в тени.",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt1_1_2_2_1_2_1_2_2": {
    "text": "Проход оказался длинным естественным туннелем. Через полчаса ходьбы Лин вышла в огромную подземную пещеру, освещённую биолюминесцентными грибами. Посреди пещеры стоял старый исследовательский модуль — видимо, заброшенная база геологов. Внутри могло быть оборудование, еда, а может, и транспорт. Но также могли быть и ловушки.",
    "choices": [
      {
        "text": "Осмотреть модуль, возможно, найти припасы",
        "next": "alt1_1_2_2_1_2_1_2_2_1_end"
      },
      {
        "text": "Обойти модуль и искать другой выход из пещеры",
        "next": "alt137_1"
      }
    ]
  },
  "alt1_1_2_2_1_2_1_2_2_1_end": {
    "text": "В модуле Лин нашла старый, но рабочий скафандр и запас кислорода. Также она обнаружила карту подземных тоннелей, ведущих к соседней долине. Через три дня она вышла на поверхность в сотне километров от колонии. Она выжила, но Clipper остался тайной, которую она решила никогда не раскрывать.",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt1_1_2_2_1_2_1_2_2_2_end": {
    "text": "Лин обошла модуль и нашла выход на поверхность. Она выбралась как раз рядом с космопортом. С поддельными документами, которые она изготовила из найденных в пещере материалов, она села на пассажирский лайнер. Clipper остался позади, как и её прошлая жизнь. Новое имя, новая планета, новый шанс.",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt1_1_2_2_1_2_2_2_end": {
    "text": "Лин свернула в лес. Ветки хлестали по лобовому стеклу, грузовик замедлился, но и челнок не мог лететь под кронами деревьев. Через час она оторвалась. Найдя укрытие, она бросила грузовик и продолжила пешком. Через неделю она добралась до нейтральной станции. Clipper стал для неё лишь воспоминанием, но она знала — однажды эта тайна снова найдёт её.",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt1_1_1_2_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt1_1_2_1_2_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt1_1_2_1_2_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt7_1_2_2_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt7_1_2_2_2"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt144_1"
      }
    ]
  },
  "alt7_1_2_2_2": {
    "text": "Промышленные трущобы кишели мародёрами и бандами. Лин удалось избежать столкновений, но силы были на исходе. Наконец, вдали показались очертания старого грузового дока, где, по её данным, стоял «Гарпун-3». Но периметр дока патрулировали вооружённые люди в неизвестной униформе.",
    "choices": [
      {
        "text": "Поджечь склад на соседнем терминале, чтобы создать панику и отвлечь охрану",
        "next": "alt7_1_2_2_2_1"
      },
      {
        "text": "Обойти док через систему дренажных тоннелей под комплексом",
        "next": "alt145_1"
      }
    ]
  },
  "alt7_1_2_2_2_1": {
    "text": "Лин подожгла склад со старым синтетическим топливом. Взрыв и пожар подняли тревогу. Охрана бросилась к месту ЧП. Пользуясь суматохой, она проскользнула к «Гарпуну-3». Корабельный компьютер узнал её биометрику. На экране замигал файл: «Экстренное сообщение. Антидот. Координаты: Лаборатория «Зеро», сектор Омега, станция «Терминус». Но рядом с координатами была пометка: «Ловушка. Не доверяй»",
    "choices": [
      {
        "text": "Немедленно лететь на «Терминус». Рискнуть — другого выхода нет",
        "next": "alt7_1_2_2_2_2"
      },
      {
        "text": "Игнорировать координаты. Искать антидот через свои старые связи на Пайро IV",
        "next": "alt146_1"
      }
    ]
  },
  "alt7_1_2_2_2_2": {
    "text": "Тоннель стал уже. Вода поднялась по грудь, тяжёлая и маслянистая. Лин пробиралась вперёд, цепляясь за ржавые скобы в стене. Впереди — развилка: левый тоннель вёл вверх, откуда доносился гул механизмов; правый уходил в полную темноту, но на стене она заметила старую табличку «Сектор А-17. Ангар». Выбор был неочевиден.",
    "choices": [
      {
        "text": "Свернуть налево, к шуму — возможно, это выход на поверхность",
        "next": "alt7_1_2_2_2_1_1_end"
      },
      {
        "text": "Продолжить по правому тоннелю, следуя старой табличке",
        "next": "alt147_1"
      }
    ]
  },
  "alt7_1_2_2_2_1_1_end": {
    "text": "Лин не раздумывала. Каждая секунда означала смерть. Она заглушила боль стимуляторами, вручную запустила двигатели «Гарпуна-3» и вырвалась с Пайро IV в сторону сектора Омега. Прыжок в гиперпространство длился вечностью — время, которое её тело неумолимо теряло. Она чувствовала, как кислота разъедает ткани изнутри, будто под кожей ползают раскалённые иглы.\n\n«Терминус» предстал перед ней гигантским стальным кладбищем. Лаборатория «Зеро» оказалась заброшенным исследовательским модулем на самой окраине станции. Воздух внутри был спёртым и холодным. Никого. Только ряды мерцающих терминалов под слоем космической пыли./n/n\n\nНа центральном столе лежал инъектор с голубой жидкостью — антидот. Рядом записка с тем же знаком, что был на конверте из бара: глаз с расколотым зрачком. Она схватила инъектор, но в этот момент свет погас. Из тьмы вышел Sel_Oin./n/n\n\n«Я знал, что ты придёшь сюда первой, — сказал он без эмоций. — Это была не ловушка. Это проверка. Ты слишком доверяешь данным»./n/n\n\nОна попыталась поднять сальво, но пальцы уже не слушались. Ноги подкосились. Sel_Oin не стал её добивать. Он лишь наблюдал, как она в последнем усилии вводит себе антидот. Голубая жидкость вошла в вену. Боль на мгновение отступила. Но экран терминала рядом вспыхнул красным: «Состав: плацебо. Цель: наблюдение за реакцией на ложную надежду»./n/n\n\nЛин поняла всё. Её не убили за информацией. Её использовали как тестовый образец. Последнее, что она увидела, — это удаляющуюся спину Sel_Oin в проёме шлюза. Холод космоса начал наполнять помещение. Смерть пришла тихо, как и было обещано: без свидетелей, без следа. Clipper остался тайной. А её тело стало всего лишь ещё одним образцом в архивах тех, кто играет в игры выше человеческого понимания",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt7_1_2_2_2_1_2_end": {
    "text": "Лин не поверила цифрам на экране. Слишком уж вовремя. Слишком уж чисто. Она отправила ложный сигнал о прыжке на «Терминус», а сама осталась в тени Пайро IV. Её старые связи — контрабандисты, технари, подпольные хирурги — откликнулись молчанием. Страх перед Sel_Oin оказался сильнее денег и долгов./n/n\n\nЛишь один человек ответил — старый наставник по прозвищу Клюв, державший лавку в районе «Ржавых труб». «Антидот есть у корпоративных, — прошептал он, не поднимая глаз. — Но он им нужен живой. Ты — приманка. Они ждут, когда ты сама придёшь за ним»./n/n\n\nНо выбора не было. Боль стала невыносимой. Лин согласилась на сделку: она передаёт Клюву все данные по Clipper, а он через свои каналы выбивает антидот. Встреча была назначена в нейтральной зоне — на заброшенной свалке корабельных двигателей./n/n\n\nЕё предали, конечно. Клюв оказался не тем, кем она его помнила. Вместо антидота из тени вышел Sel_Oin. На этот раз без слов. Он просто показал ей пустой инъектор и раздавил его в перчатке./n/n\n\n«Ты выбрала неверный путь, — сказал он. — Доверие — это слабость. А слабость — это смерть»./n/n\n\nЛин попыталась выстрелить, но её рука дрогнула. Sel_Oin был неумолим. Его клинок на этот раз нашёл сердце с хирургической точностью. Перед тем как погаснуть, она увидела, как он забирает из рук Клюва чип с данными — её последнюю надежду. Её смерть не была грандиозной. Она была тихой, грязной и бесполезной, как и всё на Пайро IV. А Clipper продолжил ждать. Но уже не её.",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt7_1_2_2_1_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt7_1_2_2_1_2": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt4_1_2_1_2_1"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt151_1"
      }
    ]
  },
  "alt4_1_2_1_2_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt4_1_2_1_2_2"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt152_1"
      }
    ]
  },
  "alt4_1_2_1_2_2": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt4_1_2_1_2_1_1"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt153_1"
      }
    ]
  },
  "alt4_1_2_1_2_1_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt4_1_2_1_2_1_2_end"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt154_1"
      }
    ]
  },
  "alt4_1_2_1_2_1_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt4_1_2_1_2_1_1_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt4_1_2_1_2_1_1_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt4_1_2_1_2_2_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt4_1_2_1_2_2_2_end"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt158_1"
      }
    ]
  },
  "alt4_1_2_1_2_2_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt4_1_2_1_2_2_1_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt4_1_2_1_2_2_1_2_end"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt160_1"
      }
    ]
  },
  "alt4_1_2_1_2_2_1_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt4_1_2_1_2_2_1_1_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt4_1_2_1_2_2_1_1_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt7_1_1_1_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt7_1_1_1_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt7_1_1_2_1": {
    "text": "Он отправился в Зону Молчания — квартал на Хурстине, где не работали ни дроны, ни слежка. Там, в баре без названия, за чашкой чая из радиоактивных листьев, он встретил её — женщину с кибернетическими глазами, которую Лин когда-то могла бы назвать союзницей.\n\n— Ты убил её, — сказала она без эмоций.\n\n— Но не уничтожил правду, — ответил он.\n\nОна посмотрела в его глаза. Потом кивнула.\n\n— Тогда помоги мне закончить то, что начала она.\n\nОни заключили сделку. Без слов. Без контракта. Только взгляд и обещание: **'Clipper умрёт дважды.",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt7_1_1_2_2"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt166_1"
      }
    ]
  },
  "alt7_1_1_2_2": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt7_1_1_2_1_1_end"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt167_1"
      }
    ]
  },
  "alt7_1_1_2_1_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt7_1_1_2_1_2": {
    "text": "☠ Sel_Oin и женщина с киберглазами исчезли с радаров. Но на чёрных серверах появился новый файл. Название: **'Финал Свит'**.\n\nВ нём — координаты секретной базы TerraMorph, данные о проекте Clipper и список всех, кто отдал приказ убить Лин.\n\nСистема баунти-контрактов взорвалась от новых заявок. Теперь охота идёт не за одним человеком… а за целой империей.\n\nА на мёртвой орбите Пайро IV всё ещё висит «Гарпун-3». И в его чёрном ящике — последняя запись Лин:\n\n— Если ты это слышишь… знай: я не умерла зря.\n\nВыбор: довериться новому союзу или уйти в одиночку, зная, что теперь ты — главная цель.",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt7_1_1_2_1_2_1_end"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt169_1"
      }
    ]
  },
  "alt7_1_1_2_1_2_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt7_1_1_2_1_2_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt7_1_1_2_2_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt7_1_1_2_2_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt7_1_2_2_1_2_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt7_1_2_2_1_2_2"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt174_1"
      }
    ]
  },
  "alt7_1_2_2_1_2_2": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt7_1_2_2_1_2_1_1"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt175_1"
      }
    ]
  },
  "alt7_1_2_2_1_2_1_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt7_1_2_2_1_2_1_2_end"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt176_1"
      }
    ]
  },
  "alt7_1_2_2_1_2_1_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt7_1_2_2_1_2_2_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt7_1_2_2_1_2_2_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt7_1_2_2_1_2_1_1_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt7_1_2_2_1_2_1_1_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt6_1_1_1_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt6_1_1_1_2": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt6_1_1_1_2_1"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt183_1"
      }
    ]
  },
  "alt6_1_1_1_2_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt6_1_1_1_2_2_end"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt184_1"
      }
    ]
  },
  "alt6_1_1_1_2_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt7_1_2_2_2_2_1_end": {
    "text": "Левый тоннель вывел её не к выходу, а в гигантский отстойный резервуар. В центре помещения крутился огромный винт очистки, затягивая всё, что попадалось в воду. Лин попыталась отплыть, но течение было слишком сильным. Её затянуло в жерло механизма. Последнее, что она почувствовала, — хруст костей и ледяную воду, смешивающуюся с кровью. Её тело перемололи в однородную массу, которую через несколько часов сбросили в глубокий космос через канализационный шлюз. Даже Sel_Oin не нашёл бы и следа.",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt6_1_1_1_2_1_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt6_1_1_1_2_1_1_1_end"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt187_1"
      }
    ]
  },
  "alt6_1_1_1_2_1_1_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt6_1_1_1_2_1_1_2": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt6_1_1_1_2_1_1_2_1_end"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt189_1"
      }
    ]
  },
  "alt6_1_1_1_2_1_1_2_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt6_1_1_1_2_1_1_2_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt1_1_1_2_1_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt1_1_1_2_1_2"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt192_1"
      }
    ]
  },
  "alt1_1_1_2_1_2": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt1_1_1_2_1_1_1_end"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt193_1"
      }
    ]
  },
  "alt1_1_1_2_1_1_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt1_1_1_2_1_1_2": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt1_1_1_2_1_1_2_1_end"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt195_1"
      }
    ]
  },
  "alt1_1_1_2_1_1_2_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt1_1_1_2_1_1_2_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt1_1_1_2_1_2_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt1_1_1_2_1_2_2"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt198_1"
      }
    ]
  },
  "alt1_1_1_2_1_2_2": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt1_1_1_2_1_2_1_1"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt199_1"
      }
    ]
  },
  "alt1_1_1_2_1_2_1_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt1_1_1_2_1_2_1_2"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt200_1"
      }
    ]
  },
  "alt1_1_1_2_1_2_1_2": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt1_1_1_2_1_2_2_1"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt201_1"
      }
    ]
  },
  "alt1_1_1_2_1_2_2_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt1_1_1_2_1_2_2_2"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt202_1"
      }
    ]
  },
  "alt1_1_1_2_1_2_2_2": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt2_1_1_1_1_1_end"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt203_1"
      }
    ]
  },
  "alt2_1_1_1_1_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt2_1_1_1_1_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt2_1_1_1_2_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt2_1_1_1_2_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt2_1_1_2_1_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt2_1_1_2_1_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt2_1_1_2_2_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt2_1_1_2_2_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt2_1_2_1_1_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt2_1_2_1_1_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt2_1_2_1_2_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt2_1_2_1_2_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt2_1_2_2_1_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt2_1_2_2_1_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt2_1_2_2_2_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt2_1_2_2_2_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt1_1_2_1_1_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt1_1_2_1_1_2"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt220_1"
      }
    ]
  },
  "alt1_1_2_1_1_2": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt1_1_2_1_1_1_1"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt221_1"
      }
    ]
  },
  "alt1_1_2_1_1_1_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt1_1_2_1_1_1_2"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt222_1"
      }
    ]
  },
  "alt1_1_2_1_1_1_2": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt1_1_2_1_1_2_1"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt223_1"
      }
    ]
  },
  "alt1_1_2_1_1_2_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt1_1_2_1_1_2_2"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt224_1"
      }
    ]
  },
  "alt1_1_2_1_1_2_2": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt1_1_2_1_1_1_1_1_end"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt225_1"
      }
    ]
  },
  "alt1_1_2_1_1_1_1_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt1_1_2_1_1_1_1_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt1_1_2_1_1_1_2_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt1_1_2_1_1_1_2_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt1_1_2_1_1_2_1_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt1_1_2_1_1_2_1_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt1_1_2_1_1_2_2_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt1_1_2_1_1_2_2_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt4_1_2_1_1_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt4_1_2_1_1_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt4_1_1_2_2_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt4_1_1_2_2_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt4_1_2_2_end"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt237_1"
      }
    ]
  },
  "alt4_1_2_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt4_1_1_2_2_1_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt4_1_1_2_2_1_2_end"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt239_1"
      }
    ]
  },
  "alt4_1_1_2_2_1_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt4_1_1_2_2_1_1_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt4_1_1_2_2_1_1_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt6_1_1_2_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt6_1_1_2_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt6_1_2_1_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt6_1_2_1_2_end"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt245_1"
      }
    ]
  },
  "alt6_1_2_1_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt6_1_2_2_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt6_1_2_2_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt6_1_2_1_1_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt6_1_2_1_1_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt5_1_1_1_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt5_1_1_1_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt5_1_1_2_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt5_1_1_2_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt5_1_2_1_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt5_1_2_1_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt5_1_2_2_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt5_1_2_2_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt4_1_1_2_1_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt4_1_1_2_1_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt4_1_1_1_2_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt4_1_1_1_2_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt4_1_1_1_1_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt4_1_1_1_1_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt6_1_3_1_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt6_1_3_1_2"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt265_1"
      }
    ]
  },
  "alt6_1_3_1_2": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt6_1_3_2_1"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt266_1"
      }
    ]
  },
  "alt6_1_3_2_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt6_1_3_2_2_end"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt267_1"
      }
    ]
  },
  "alt6_1_3_2_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt6_1_3_1_1_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt6_1_3_1_1_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt6_1_3_1_2_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt6_1_3_1_2_2": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt6_1_3_1_2_2_2_end"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt272_1"
      }
    ]
  },
  "alt6_1_3_1_2_2_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt6_1_3_1_2_2_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt6_1_3_2_1_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt6_1_3_2_1_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt7_1_2_1_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt7_1_2_1_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt7_1_2_2_2_2_2": {
    "text": "Правый тоннель действительно вёл в ангар. Лин выбралась через служебный люк прямо под корпусом «Гарпуна-3». Корабль стоял нетронутым, но весь ангар был заставлен ящиками с маркировкой «Опасность. Биоматериал». Возле шлюза корабля сидел раненый охранник в форме TerraMorph, он что-то бормотал в свой коммуникатор, но связь, видимо, не проходила. Лин могла попытаться устранить его тихо или воспользоваться его беспомощностью, чтобы выведать информацию.",
    "choices": [
      {
        "text": "Подкрасться и нейтрализовать охранника, пока он слаб",
        "next": "alt7_1_2_2_2_2_2_1"
      },
      {
        "text": "Подойти, представившись медиком, и попытаться выяснить, что здесь происходит",
        "next": "alt279_1"
      }
    ]
  },
  "alt7_1_2_2_2_2_2_1": {
    "text": "Лин бесшумно подкралась и ударила охранника рукоятью пистолета по виску. Он потерял сознание. На его планшете она нашла незаконченное сообщение: «Лаборатория «Зеро» взломана. Образец №7 (антидот) украден. Возможно, цель направится к вам. Будьте готовы…» Значит, антидот уже вывезли? Но тогда почему здесь стоят ящики с биоматериалом? Она открыла один из них — внутри были капсулы с голубой жидкостью, такой же, как в описании антидота. Это был склад. И он был под её рукой. Но выбор был жесток: взять капсулу и бежать, рискуя, что это ловушка, или попытаться найти больше информации на самом корабле, где мог быть спрятан ключ к настоящему лекарству.",
    "choices": [
      {
        "text": "Взять капсулу и немедленно улететь на «Гарпуне-3», пока не поздно",
        "next": "alt7_1_2_2_2_2_2_2_end"
      },
      {
        "text": "Подняться на борт «Гарпуна-3» и обыскать корабль в поисках ключа или данных",
        "next": "alt280_1"
      }
    ]
  },
  "alt7_1_2_2_2_2_2_2_end": {
    "text": "Лин подошла, делая вид, что хочет помочь. Охранник устало поднял на неё глаза и вдруг узнал — его рука потянулась к оружию. Лин выстрелила первая, но её выстрел лишь ранил его в плечо. Охранник нажал тревожную кнопку на поясе. Сирена взревела, и через секунду из-за ящиков выбежали ещё трое. Лин попыталась отстреливаться, но силы были неравны. Её настигла очередь из импульсного карабина. Падая, она увидела, как к её телу подходит человек в чёрном комбинезоне с нашивкой «Молот». «Жаль, — произнёс он, забирая у неё из кармана чип. — Она почти добралась». Clipper остался скрыт, а её смерть стала лишь мелкой пометкой в отчёте.",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt7_1_2_2_2_2_2_1_1_end": {
    "text": "Лин схватила первую попавшуюся капсулу и вбежала на борт «Гарпуна-3». Корабль вздрогнул и оторвался от пола, пробивая потолок ангара импульсными залпами. В космосе она ввела себе голубую жидкость. Боль отступила, но через несколько минут её начало трясти. Видение стало двоиться. На экране корабля появился диагноз: «Заражение. Введён образец №7 — экспериментальный штамм биологического оружия. Нейтрализация невозможна». Это была не ловушка. Это был капкан. Корпорация подменила антидот, чтобы изучать эффекты на живом носителе. Лин успела передать в открытый эфир координаты ангара и все данные, прежде чем сознание оставило её. «Гарпун-3» продолжил полёт в автоматическом режиме, унося её бездыханное тело в глубины космоса. Её смерть стала ещё одним образцом в коллекции TerraMorph, а её последняя передача подняла волну расследований, которые, однако, так и не нашли Clipper. Правда умерла вместе с ней, растворившись в вакууме.",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt7_1_2_2_2_2_2_1_2_end": {
    "text": "Лин поднялась на борт и заблокировала шлюз. Системный сканер корабля выявил в её организме не только нанокислоту, но и чужеродный нанотракер — видимо, Sel_Oin ввёл его при первой встрече. На борту она нашла старый блок данных отца. В нём был не только ключ к антидоту, но и протокол «Очистка». Запустив его, она стёрла тракер, но процесс был мучительным. Когда боль утихла, она обнаружила, что антидот был здесь, на корабле, всё это время — встроен в систему жизнеобеспечения как часть наследства отца. Вылечившись, Лин поняла, что Clipper — не корабль, а программа, вшитая в ядро сетей TerraMorph. И у неё теперь был ключ к её уничтожению. Она отправила вирус по всем корпоративным каналам, обрушив их системы, но и сама стала целью всего их флота. «Гарпун-3» прыгнул в неизвестность, преследуемый десятками кораблей. Её жертва не была напрасной — империя TerraMorph рухнула, но и её будущее стало вечным бегством. Она обрела свободу, но цена оказалась вечным одиночеством среди звёзд, где за каждым поворотом мог ждать новый охотник. Clipper был уничтожен, но его тень навсегда легла на её судьбу.",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt1_1_2_2_1_1_1_2_end": {
    "text": "Лин спрыгнула в кусты, а дрон улетел, уводя охотников за собой. Она бежала всю ночь, а утром нашла заброшенную станцию геологов. Там был старый, но исправный радиомаяк. Она послала сигнал бедствия, и её подобрал нейтральный торговый корабль. Clipper остался тайной, но Лин выбрала жизнь. Иногда лучше оставить некоторые двери закрытыми.",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt1_1_1_2_2_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt1_1_1_2_2_2_end"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt285_1"
      }
    ]
  },
  "alt1_1_1_2_2_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt1_1_1_2_2_1_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt1_1_1_2_2_1_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt1_1_1_2_1_2_2_2_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt1_1_1_2_1_2_2_2_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt1_1_1_2_1_2_2_1_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt1_1_1_2_1_2_2_1_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt1_1_1_2_1_2_1_2_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt1_1_1_2_1_2_1_2_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt1_1_1_2_1_2_1_1_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt1_1_1_2_1_2_1_1_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt3_1_2_2_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt3_1_2_2_2_end"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt297_1"
      }
    ]
  },
  "alt3_1_2_2_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt3_1_2_2_1_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt3_1_2_2_1_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt8_1_1_1_1_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt8_1_1_1_1_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt8_1_1_1_2_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt8_1_1_1_2_2_end"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt303_1"
      }
    ]
  },
  "alt8_1_1_1_2_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt8_1_1_1_2_1_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt8_1_1_1_2_1_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt8_1_1_2_1_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt8_1_1_2_1_2"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt307_1"
      }
    ]
  },
  "alt8_1_1_2_1_2": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt8_1_1_2_1_1_1"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt308_1"
      }
    ]
  },
  "alt8_1_1_2_1_1_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt8_1_1_2_1_1_2_end"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt309_1"
      }
    ]
  },
  "alt8_1_1_2_1_1_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt8_1_1_2_1_2_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt8_1_1_2_1_2_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt8_1_1_2_1_1_1_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt8_1_1_2_1_1_1_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt8_1_2_1_1_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt8_1_2_1_1_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt8_1_2_1_2_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt8_1_2_1_2_2_end"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt317_1"
      }
    ]
  },
  "alt8_1_2_1_2_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt8_1_2_1_2_1_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt8_1_2_1_2_1_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt8_1_2_2_1_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt8_1_2_2_1_2_end"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt321_1"
      }
    ]
  },
  "alt8_1_2_2_1_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt8_1_2_2_1_1_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt8_1_2_2_1_1_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt8_1_2_2_2_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt8_1_2_2_2_2"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt325_1"
      }
    ]
  },
  "alt8_1_2_2_2_2": {
    "text": "",
    "choices": []
  },
  "alt8_1_2_2_2_1_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt8_1_2_2_2_1_2"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt327_1"
      }
    ]
  },
  "alt8_1_2_2_2_1_2": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt8_1_2_2_2_1_1_1_end"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt328_1"
      }
    ]
  },
  "alt8_1_2_2_2_1_1_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt8_1_2_2_2_1_1_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt8_1_2_2_2_1_2_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt8_1_2_2_2_1_2_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt9_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt9_1_1"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt333_1"
      }
    ]
  },
  "alt9_1_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt9_1_2"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt334_1"
      }
    ]
  },
  "alt9_1_2": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt9_1_1_1"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt335_1"
      }
    ]
  },
  "alt9_1_1_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt9_1_1_2"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt336_1"
      }
    ]
  },
  "alt9_1_1_2": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt9_1_2_2"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt337_1"
      }
    ]
  },
  "alt9_1_2_2": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt9_1_2_1"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt338_1"
      }
    ]
  },
  "alt9_1_2_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt9_1_1_1_1_end"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt339_1"
      }
    ]
  },
  "alt9_1_1_1_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt9_1_1_1_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt9_1_1_2_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt9_1_1_2_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt9_1_2_1_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt9_1_2_1_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt9_1_2_2_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt9_1_2_2_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt10_1_2": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt10_1_1_1"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt348_1"
      }
    ]
  },
  "alt10_1_1_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt10_1_2_1"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt349_1"
      }
    ]
  },
  "alt10_1_2_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt10_1_1_2"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt350_1"
      }
    ]
  },
  "alt10_1_1_2": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt10_1_1"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt351_1"
      }
    ]
  },
  "alt10_1_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt10_1_1_1_1"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt352_1"
      }
    ]
  },
  "alt10_1_1_1_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt10_1_1_1_2"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt353_1"
      }
    ]
  },
  "alt10_1_1_1_2": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt10_1_1_2_1"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt354_1"
      }
    ]
  },
  "alt10_1_1_2_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt10_1_2_2"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt355_1"
      }
    ]
  },
  "alt10_1_2_2": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt10_1"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt356_1"
      }
    ]
  },
  "alt10_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt10_1_1_2_2"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt357_1"
      }
    ]
  },
  "alt10_1_1_2_2": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt10_1_2_1_1"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt358_1"
      }
    ]
  },
  "alt10_1_2_1_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt10_1_2_1_2"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt359_1"
      }
    ]
  },
  "alt10_1_2_1_2": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt10_1_2_2_1"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt360_1"
      }
    ]
  },
  "alt10_1_2_2_1": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt10_1_2_2_2"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt361_1"
      }
    ]
  },
  "alt10_1_2_2_2": {
    "text": "",
    "choices": [
      {
        "text": "Альтернативный путь",
        "next": "alt10_1_1_1_1_1_end"
      },
      {
        "text": "Альтернативный путь",
        "next": "alt362_1"
      }
    ]
  },
  "alt10_1_1_1_1_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt10_1_1_1_1_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt10_1_1_1_2_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt10_1_1_1_2_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt10_1_1_2_1_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt10_1_1_2_1_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt10_1_1_2_2_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt10_1_2_1_2_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt10_1_1_2_2_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt10_1_2_1_2_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt10_1_2_1_1_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt10_1_2_1_1_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt10_1_2_2_1_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt10_1_2_2_1_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt10_1_2_2_2_1_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  },
  "alt10_1_2_2_2_2_end": {
    "text": "",
    "choices": [
      {
        "text": "Начать заново",
        "next": "main_story"
      }
    ]
  }
}
