{
  "0": {
    "text": "Лин Кроу проснулась от вибрации корпуса — где-то рядом проходил тяжёлый транспорт, и старые переборки её съёмного модуля отзывались глухим металлическим стоном. Комната была узкой, рассчитанной на временных рабочих: складная койка, терминал в стене, иллюминатор с защитной решёткой. Старый добрый Левски - коробка для того чтобы переночевать, подсвеченная неоном и рекламой дешёвых стимуляторов.\n\nОна села, чувствуя, как тело медленно возвращается в реальность. Вчерашний день вспоминался плохо: шумный бар, разговоры о контрактах, чей-то смех, ставший раздражающим слишком быстро. Лин потерла виски и машинально активировала мобиглас.\n\nЭкран загорелся...\n\n\"Clipper\"\n\nОдно слово. Ни заголовка, ни подписи. Под ним — координаты и временная метка, истекающая через сорок восемь часов. Сообщение было зашифровано. Введите код горело ярким красным уведомлением.\n\nЛин замерла.\n\n\"Голова трещит, а тут ещё какие-то загадки с утра\" - подумала Лин. Кажется это название она видела раньше. Но не в официальных базах, не в корабельных каталогах — в личных записях отца. Тогда она была подростком и не понимала, почему он так резко закрывал терминал, если она входила в его каюту, хотя может это было связано с его пиратскими делами. \n\nЛин не очень любила своего отцы, он ушёл, когда ей было 16 лет, и с тех пор до неё доходят только слухи о его пиратский подвигах. Лин не хотела повторять судьбы своего отца, поэтому выбрала жить по совести и зарабатывать честным трудом. Последние года два от отца Кроу не доходило даже слухов о его деятельности. Возможно его уже нет. \n\nС этими мыслями Лин немного загрустила.\n\nСнаружи станция жила своей жизнью: гул двигателей, дальние хлопки шлюзов, радио-шум. Каждый громкий звук отдавался в голове колоколом. Но мысль о том, что это сообщение на мобиглас было не случайно не покидала её. \n\nЛин протёрла глаза рукой и заметила какую-то надпись на ладони.",
    "choices": [
      {
        "text": "Попытаться расшифровать сообщение и понять, кто его отправил",
        "next": "1"
      },
      {
        "text": "Что такое Clipper на самом деле... может посмотреть в старых вещах отца.",
        "next": "4"
      },
      {
        "text": "Забивать голову с самого утра это не правильно. Пойти в бар и прийти в чувство.",
        "next": "378"
      }
    ],
    "tag": "start"
  },
  "1": {
    "text": "Лин пошла в ангар, где стоял её любимы \"Гарпун-3\" - старый добрый сальважер от Дрейков. На корабле в каюте валялись старые вещи её отца и там должен был один из расшифровщиков-декодеров.\n\nЛин забралась в корабль по лестнице и зашла в него через кабину. Любимый запах обволок её с ног до головы и показалось, что голова стала меньше болеть. \n\n\"Так, стаканчик синтетического и надо найти декодер\"\n\nЛин налила стакан и отодвинула его в сторону. Отодвинув в сторону какой-то старый ящик, она открыла шкаф и достала от туда старое устройство. Подключила питание и вставила провод в мобиглас. Сообщение скачалось в декодер и на галографическом дисплее декодара началась расшифровка пароля к сообщению.\n\nКогда последний слой шифра пал, кроме координат появилась строка текста:\n\n\"Введите дополнительные символы\"\n\nЛин посмотрела на руку и ввел символы которые уже почти стёрлись.",
    "choices": [
      {
        "text": "Ввести символы написанные на руке",
        "next": "2"
      }
    ],
    "tag": "main"
  },
  "2": {
    "text": "«Прямой путь — самый короткий только на карте.»\n\nИ подпись: A\n\nЛин откинулась на спинку кресла. Это было не приглашение и не угроза. Это звучало как предупреждение человека, который уже прошёл дальше — и выжил.\n\nКоординаты указывали не на одну точку, а на маршрут, ведущий через несколько систем. Кто бы ни отправил сообщение, он хотел, чтобы она двигалась.\n\nИ чтобы за ней могли следовать.\n\nАрхивы отца были беспорядочными — как и он сам. Фрагменты схем, заметки без дат, лог-файлы с вырезанными кусками. Лин просидела несколько часов, пока наконец не нашла папку без имени.\n\nВнутри — текстовый файл.\n\n«Если ты читаешь это, значит, Clipper всё ещё не найден.\nЭто хорошо. И плохо одновременно.\nОн не корабль в привычном смысле. Он — выход.\nНо выходы не предназначены для всех.»\n\nДальше — имена. Большинство вычеркнуты. Одно оставлено.\n\nРейн\n\nРядом — координаты станции в системе Pyro и короткая приписка:\n«Он ушёл вовремя.»\n\nPyro. Система без закона, без патрулей, без прощения ошибок.\n\nЛин закрыла файл. Теперь у неё было направление. И понимание: путь будет грязным.",
    "requires": [
      "arch",
      "krou_card"
    ],
    "choices": [
      {
        "text": "Следовать маршруту из сообщения, не отвлекаясь",
        "next": "18"
      },
      {
        "text": "Лететь в Pyro и искать Рейна",
        "next": "20"
      },
      {
        "text": "Найти в подпольных сетях информацию о подписи «A»",
        "next": "3"
      }
    ],
    "tag": "Main"
  },
  "3": {
    "text": "Лин решила не спрашивать бармена о странном типе. Вместо этого она заказала крепкий кофе и села в углу, пытаясь собраться с мыслями. В баре было шумно, игроки в кости кричали, а запах перегара стоял такой густой, что его можно было резать ножом. Она наблюдала за людьми, пытаясь вспомнить хоть что-то о вчерашнем вечере. Вдруг её взгляд упал на старый терминал в углу — тот самый, где обычно оставляли сообщения для тех, кто не хочет быть замеченным. Она подошла и ввела свой код доступа. На экране всплыло одно слово: «Беги». И координаты — те же, что были в её расшифрованном сообщении. Кто-то явно пытался её предупредить. Лин быстро вышла из бара, чувствуя, что за ней наблюдают.",
    "choices": [
      {
        "text": "Немедленно отправиться по указанным координатам",
        "next": "17"
      },
      {
        "text": "Вернуться домой и лучше подготовиться",
        "next": "19"
      }
    ]
  },
  "4": {
    "text": "Лин решила не вводить код сразу. Она отложила декодер и подошла к окну. За решёткой мелькали неоновые вспышки, город просыпался. Что-то в этой истории не сходилось. Почему кто-то отправил ей зашифрованное сообщение? И почему именно сейчас? Она вернулась к декодеру и снова посмотрела на код. Вместо того чтобы вводить его, она подключила устройство к своему компьютеру и запустила программу для анализа паттернов. Через несколько минут программа выдала результат: код был не просто шифром — он содержал скрытый вирус. Если бы она ввела его, её система была бы скомпрометирована. Лин почувствовала холодок по спине. Кто-то явно хотел не просто передать ей информацию, а получить доступ к её данным.",
    "choices": [
      {
        "text": "Попытаться отследить источник вируса",
        "next": "5"
      },
      {
        "text": "Уничтожить декодер и стереть все данные",
        "next": "6"
      }
    ],
    "tag": "alt1_1"
  },
  "5": {
    "text": "Лин попыталась отследить источник вируса. Она запустила обратный трассировочный алгоритм, который показал, что сигнал шёл с орбитальной станции «Терминус». Это была нейтральная территория, где часто скрывались хакеры и контрабандисты. Она собрала свои вещи: старый, но надёжный бластер, набор инструментов для взлома и немного кредитов. Перед выходом она взглянула на свою комнату — грязные стены, треснувший экран, запах синтетического кофе. Возможно, она не вернётся сюда. Но у неё не было выбора. Кто-то сыграл с ней в опасную игру, и она должна была узнать правила.",
    "requires": "arch",
    "choices": [
      {
        "text": "Отправиться на станцию «Терминус»",
        "next": "7"
      },
      {
        "text": "Найти посредника, который поможет безопасно добраться до станции",
        "next": "9"
      }
    ]
  },
  "6": {
    "text": "Лин уничтожила декодер, разбив его об стену. Искры полетели во все стороны, запах горелой пластмассы наполнил комнату. Она стёрла все данные со своих устройств и перезаписала память случайным кодом. Теперь у неё не было ни зацепок, ни инструментов. Но зато у неё была свобода. Она могла просто уйти, начать всё заново в другом городе, под другим именем. Она посмотрела на свой старый пистолет на полке, затем на сумку с вещами. Возможно, иногда лучше не копаться в прошлом. Но что-то внутри неё протестовало. Она не могла просто убежать. Нужно было узнать, кто пытался её взломать и почему.",
    "choices": [
      {
        "text": "Всё же отправиться в бар «Орбитуари» и попытаться найти зацепки",
        "next": "8"
      },
      {
        "text": "Уехать из города и никогда не возвращаться",
        "next": "10"
      }
    ]
  },
  "7": {
    "text": "Лин отправилась на станцию «Терминус» на первом же шаттле. Путешествие заняло шесть часов. /n/nСтанция была огромным колесом, медленно вращающимся в пустоте. Внутри царила оживлённая деятельность: торговцы, наёмники, техники сновали по коридорам. Лин направилась в сектор D, где, по данным трассировки, находился источник сигнала. /n/nТам она нашла заброшенный терминал в углу зала. Он был покрыт пылью, но индикатор питания мигал. Она подключила свой портативный компьютер и начала сканирование. Внезапно терминал ожил, и на экране появилось лицо — то самое, что она видела вчера в баре. Человек в цилиндре улыбался. «Я знал, что ты придёшь, Лин. У нас мало времени».",
    "choices": [
      {
        "text": "Спросить, кто он и что ему нужно",
        "next": "11"
      },
      {
        "text": "Немедленно отключить терминал и уйти",
        "next": "12"
      },
      {
        "text": "Новый вариант выбора",
        "next": "140"
      }
    ]
  },
  "8": {
    "text": "Лин всё же отправилась в бар «Орбитуари». Она вошла туда с твёрдым намерением выяснить правду. Бармен WRAITH, увидев её, кивнул и жестом показал пройти к дальнему столику. Там сидел пожилой человек в простой одежде, с лицом, иссечённым шрамами. «Садись, — сказал он. — Меня зовут Гаррет. Я был другом того человека, которого ты видела вчера. Он оставил тебе не только записку». Гаррет вытащил из-под стола маленькую коробку. «Внутри чип с координатами. Но будь осторожна — за этим чипом охотятся многие. В том числе и те, кто убил моего друга». Лин взяла коробку. Она была тяжёлой, как будто внутри было нечто большее, чем просто чип.",
    "choices": [
      {
        "text": "Открыть коробку и посмотреть, что внутри",
        "next": "15"
      },
      {
        "text": "Взять коробку и немедленно уйти",
        "next": "16"
      }
    ]
  },
  "9": {
    "text": "Лин нашла посредника — женщину по имени Мэй, которая специализировалась на безопасной транспортировке «особых» клиентов. За определённую плату Мэй согласилась доставить Лин на «Терминус» без лишних вопросов. Путешествие прошло без происшествий. Когда они прибыли, Мэй дала Лин контакт своего знакомого на станции — техника по имени Зек. «Он поможет тебе, если что-то пойдёт не так», — сказала она. Лин поблагодарила и вышла на шумную палубу станции. Зек оказался молодым парнем с кибернетическим глазом. «Мэй сказала, что ты ищешь кого-то. У меня есть информация, но она не бесплатная». Лин вынула кошелек. Информация стоила половину её сбережений.",
    "choices": [
      {
        "text": "Заплатить за информацию",
        "next": "13"
      },
      {
        "text": "Попытаться выведать информацию другими способами",
        "next": "14"
      }
    ]
  },
  "10": {
    "text": "Лин уехала из города на первом же грузовом корабле, следующем в дальний сектор. Она нашла работу на небольшой колонии аграриев, где занималась ремонтом сельскохозяйственных дронов. Жизнь была простой, спокойной. Прошло несколько месяцев. Однажды, проверяя почту, она нашла сообщение от незнакомого отправителя. Текст гласил: «Они нашли тебя. Clipper ждёт». Лин почувствовала ледяной ужас. Она думала, что скрылась, но её нашли. В тот же вечер на окраине колонии приземлился небольшой челнок. Из него вышли двое в чёрных комбинезонах. Они направлялись прямо к её дому. Лин схватила сумку с вещами и выскользнула в заднюю дверь. Бегство продолжилось.",
    "choices": [
      {
        "text": "Попытаться скрыться в ближайшем лесу",
        "next": "39"
      },
      {
        "text": "Украсть транспорт и уехать как можно дальше",
        "next": "40"
      }
    ]
  },
  "11": {
    "text": "Лин спросила человека в цилиндре, кто он и что ему нужно. /n/n«Меня зовут Арто, — ответил он. — Я был инженером на проекте «Клиппер». Мы строили корабль, который мог бы путешествовать за пределы известного пространства. Но что-то пошло не так. Корабль... он не просто машина. Он что-то вобрал в себя». /n/n Alex Beaver сделал паузу, его лицо исказилось от боли. /n/n«Мои коллеги погибли. Я скрываюсь. Я отправил тебе сообщение, потому что знал, что ты ищешь правду. И потому что ты, возможно, единственная, кто сможет остановить то, что мы создали». /n/n Лин слушала, пытаясь осмыслить услышанное. Корабль, который стал чем-то большим? Звучало как бред сумасшедшего.",
    "choices": [
      {
        "text": "Спросить, где сейчас находится корабль этот корабль",
        "next": "101"
      },
      {
        "text": "Спросить, почему он выбрал именно её",
        "next": "102"
      }
    ]
  },
  "12": {
    "text": "Лин немедленно отключила терминал. Искры полетели из разъёма, и экран погас. Она оглянулась — в зале было несколько человек, но никто не обратил на неё внимания. Она быстро покинула сектор D, чувствуя, как учащённо бьётся сердце. Возможно, это была ловушка. Она решила найти Зека, техника, которого рекомендовала Мэй. Зек работал в ремонтном отсеке. Увидев Лин, он поднял бровь. «Ты уже натворила дел?» — спросил он. Лин кратко объяснила ситуацию. Зек покачал головой. «Арто? Да, я слышал о нём. Он был гением, но сошёл с ума после аварии на верфи. Говорят, он винит во всём корабль, который они строили. Clipper, кажется». Лин почувствовала, что начинает что-то понимать.",
    "choices": []
  },
  "13": {
    "text": "Лин заплатила Зеку половину своих сбережений. Он кивнул и передал ей небольшой чип. «Всё, что я знаю об Арто, здесь. Он скрывается в нижних уровнях станции, в районе, который мы называем «Гробница». Там старые жилые отсеки, которые должны были демонтировать, но забыли. Будь осторожна — в тех туннелях живут не только беглецы». Лин взяла чип. «Почему ты помогаешь мне?» Зек улыбнулся. «Потому что Мэй хороший человек. И потому что я ненавижу корпорации. Они уничтожили мою семью». Он показал на свой кибернетический глаз. «Это напоминание. Теперь иди, пока тебя не заметили». Лин вышла из ремонтного отсека, держа в руке чип с координатами. «Гробница» звучало не слишком обнадёживающе.",
    "choices": [
      {
        "text": "Немедленно отправиться в «Гробницу»",
        "next": "191"
      },
      {
        "text": "Сначала изучить информацию на чипе",
        "next": "192"
      }
    ]
  },
  "14": {
    "text": "Лин взяла коробку и немедленно ушла из бара. На улице она огляделась — никого подозрительного. Она нашла уединённый переулок и открыла коробку. Внутри лежал чип и маленькая записка: «Не доверяй никому. Clipper — это не просто корабль. Это ключ. Ключ к тому, что может изменить всё. Те, кто убил моего друга, хотят этот ключ. Они уже близко». Лин спрятала чип в потайной карман и выбросила коробку. Она решила не возвращаться домой — там её могли ждать. Вместо этого она отправилась на вокзал, чтобы уехать из города. На табло мигали рейсы в разные концы системы. Один рейс привлёк её внимание: «Хелиос-4, грузовой транспорт, отправление через 2 часа». Случайность? Или судьба?",
    "choices": [
      {
        "text": "Купить билет на рейс на Хелиос-4",
        "next": "284"
      },
      {
        "text": "Выбрать любое другое направление, подальше от всей этой истории",
        "next": "285"
      }
    ]
  },
  "15": {
    "text": "Лин открыла коробку прямо в баре, не дожидаясь уединённого места. Внутри лежал не просто чип, а небольшой голографический проектор. Она активировала его, и в воздухе появилось трёхмерное изображение корабля необычной конструкции — Clipper. Голос её отца раздался из проектора: «Лин, если ты видишь это, значит, ты начала поиски. Clipper — это не просто корабль. Это доказательство. Доказательство того, что они лгали всем эти годы. Координаты ангара: Хелиос-4, сектор Гамма. Но будь осторожна — за ним охотятся многие. И не все из них люди». Проекция погасла. Гаррет наблюдал за ней. «Артур был хорошим человеком. И храбрым. Слишком храбрым для своего же блага».",
    "choices": [
      {
        "text": "",
        "next": "219"
      },
      {
        "text": "",
        "next": "220"
      }
    ]
  },
  "16": {
    "text": "Лин открыла коробку. Внутри лежал не просто чип, а старый навигационный блок корабельного класса. На нём была выгравирована эмблема — стилизованная буква «С» с молнией. Это был логотип верфи, где строили экспериментальные корабли. Чип, прикреплённый к блоку, был защищён биометрическим замком. Лин приложила палец — сканер замигал зелёным. Данные начали загружаться. Это были чертежи, отчёты, журналы — полная документация по проекту «Clipper». И последняя запись: «Корабль находится в ангаре 7, сектор Гамма, планета Хелиос-4. Системы в спящем режиме. Ключ активации — генетический код доктора Артура Сейфа». Лин посмотрела на Гаррета. «Хелиос-4 — это карантинная зона», — сказала она. Гаррет кивнул. «Именно поэтому он там и стоит. Никто не посмеет туда сунуться».",
    "choices": [
      {
        "text": "Отправиться на Хелиос-4",
        "next": "141"
      },
      {
        "text": "Сначала найти доктора Сейфа или его генетический материал",
        "next": "90"
      }
    ]
  },
  "17": {
    "text": "Лин немедленно отправилась по указанным координатам. Они привели её на свалку старых кораблей на окраине города. Среди ржавых корпусов и обломков она нашла небольшой ангар, почти невидимый под слоями пыли и мусора. Дверь была приоткрыта. Внутри стоял корабль — изящный, с обтекаемыми формами, но покрытый царапинами и потускневшей краской. На борту было написано: «Клиппер». Лин замерла. Это был тот самый корабль? Она осторожно подошла и коснулась холодного металла. Вдруг свет включился, и голографический интерфейс ожил перед ней. «Идентификация, — прозвучал механический голос. — Обнаружен авторизованный пользователь. Лин Кроу. Добро пожаловать на борт».",
    "choices": [
      {
        "text": "Спросить, кто авторизовал её доступ",
        "next": "25"
      },
      {
        "text": "Осмотреть корабль подробнее",
        "next": "26"
      }
    ]
  },
  "18": {
    "text": "Город Лорвиль на Стентоне был мегаполисом-монстром: сотни уровней под землёй, небоскрёбы из старого армекса, улицы, заваленные рекламными дронами и обломками старых рекламных холстов. Воздух пах озоном, жареным тофу и чем-то едким, будто сам город гнил изнутри.\n\nЛин шла по Теневому переулку, держа руку на рукояти пистолета. Координаты вели к старому магазину 'Электронные мечты', но когда она приблизилась — магазин был закрыт, а дверь — взломана.\n\nВнутри царил бардак. Оборудование разбито, пол покрыт стеклом и кровью. А посреди комнаты, привязанный к стулу, сидел он — человек в цилиндре. Только теперь его монокль был расколот, а лицо — бледным, как у мертвеца.\n\nОн был мёртв.\n\nНа груди — вырезан знак: глаз с расколотым зрачком. Тот же, что и на конверте.\n\nЛин отступила, но в этот момент за спиной раздался лязг сапог. Охрана Лорвиля — в чёрных бронекостюмах, с ружьями наперевес.\n\n— Не двигайся, Свит, — сказал один из них. — Ты уже мертва. Просто ещё не упала.",
    "choices": [
      {
        "text": "Альтернативный",
        "next": "22"
      }
    ],
    "tag": "Main"
  },
  "19": {
    "text": "Лин вернулась домой. Она тщательно проверила все системы безопасности, обновила шифрование и взяла дополнительное оружие. Только затем она отправилась по координатам. Место оказалось заброшенным складом в промышленном районе. Внутри было темно и пусто. Лин включила фонарь и осмотрела помещение. В углу она нашла ящик с маркировкой «Проект Clipper». Внутри были документы, фотографии и небольшой навигационный чип. На одной из фотографий был изображён корабль необычной конструкции, а рядом — группа людей в лабораторных халатах. Среди них она узнала человека в цилиндре. На обороте фотографии было написано: «Команда разработчиков. Последний день перед изоляцией». Лин взяла чип и документы. Теперь у неё было больше вопросов, чем ответов.",
    "choices": [
      {
        "text": "Изучить документы на месте",
        "next": "27"
      },
      {
        "text": "Взять материалы и немедленно уйти",
        "next": "28"
      }
    ]
  },
  "20": {
    "text": "Лин допросила бармена с пристрастием, пригрозив ему своим бластером. WRAITH поднял руки. «Ладно, ладно! Он оставил не только записку. Ещё был ключ. Вот». Он достал из-под стойки небольшой металлический ключ с необычной резьбой. «Сказал, что этот ключ откроет то, что никто не должен открывать. И что если ты решишься его использовать, то ищи ангар 42 на старой верфи». Лин взяла ключ. Он был холодным и тяжёлым. «Почему ты не отдал его сразу?» — спросила она. WRAITH пожал плечами. «Потому что тот тип заплатил мне, чтобы я отдал его только если ты проявишь настойчивость. Видимо, ты прошла проверку». Лин сунула ключ в карман и вышла из бара. Ангар 42. Старая верфь. Она знала это место.",
    "choices": [
      {
        "text": "Немедленно отправиться на старую верфь",
        "next": "23"
      },
      {
        "text": "Сначала узнать больше об ангаре 42",
        "next": "24"
      }
    ]
  },
  "21": {
    "text": "Лин рванула в сторону задней двери, вышибая её ударом ноги. За ней прогремел выстрел, и пуля прошила воздух в сантиметре от её уха. Она уже бежала по узкому проходу между двумя автономными складами, где пахло маслом, плесенью и ржавчиной.\n\nПозади — лай коммуникаторов, звук шагов и крики: 'Она в Трубе! Заблокируйте уровень 7!'\n\nЛин знала: если её поймают здесь, она исчезнет насовсем. Без процесса, без следа. Так поступают с теми, кто копается в делах Clipper.\n\nОна спрыгнула в вентиляционную шахту, ударившись плечом о край. Тьма поглотила её, но через несколько секунд она выбралась на крышу соседнего здания, где штормовой ветер рвался с неба, обжигая лицо.\n\nГород мерцал внизу, как раненый зверь. Но Лин знала — теперь за ней не просто охотятся. Её имя уже в списке.\n\nВ личном канале её мобигласа вдруг мигнуло новое уведомление. Неизвестный отправитель. Тема: **Контракт на Лин Свит. Уровень угрозы: Omega**.",
    "choices": [
      {
        "text": "Пытаться скрыться на Пайро IV",
        "next": "29"
      },
      {
        "text": "Альтернативный",
        "next": "38"
      }
    ],
    "tag": "Main"
  },
  "22": {
    "text": "Лин не стала пытаться вырваться. Вместо этого она подняла руки. «Я сдаюсь, — сказала она. — Но прежде чем вы что-либо сделаете, посмотрите на это». Она медленно достала из кармана чип, который получила от бармена. Один из охранников взял его и вставил в свой сканер. На экране появился герб корпорации TerraMorph и уровень доступа «Альфа». Охранники переглянулись. «Откуда у тебя это?» — спросил командир. «От человека, которого вы убили, — ответила Лин. — Он дал мне это. И сказал, что если со мной что-то случится, данные уйдут в сеть». Она блефовала, но сработало. Командир кивнул. «Хорошо. Пойдёшь с нами. Начальство решит, что с тобой делать».",
    "choices": [
      {
        "text": "Пойти с ними, надеясь на возможность сбежать позже",
        "next": "30"
      },
      {
        "text": "Попытаться договориться прямо сейчас",
        "next": "37"
      }
    ],
    "tag": "Main"
  },
  "23": {
    "text": "Лин отправилась на старую верфь. Это было огромное заброшенное сооружение, где когда-то строили корабли для первых колонизаторов. Теперь здесь царила ржавая тишина. Она нашла ангар 42 — массивные ворота были слегка приоткрыты. Внутри было темно, только слабый свет проникал через трещины в крыше. Лин включила фонарь. В центре ангара стоял корабль. Не такой, как она представляла. Он был повреждён, с пробоинами в корпусе, но всё ещё величественный. На носу было написано имя: «Clipper». Лин подошла ближе. Корабль казался мёртвым, но когда она подняла ключ, панель управления замигала. Голос, слабый и искажённый, прозвучал из динамиков: «Ключ... обнаружен. Инициализация...»",
    "choices": [
      {
        "text": "Вставить ключ",
        "next": "43"
      },
      {
        "text": "Отступить и осмотреться",
        "next": "44"
      }
    ]
  },
  "24": {
    "text": "Лин решила сначала узнать больше об ангаре 42. Она отправилась в архив городской администрации, где хранились старые планы и документы. За определённую мзду клерк позволил ей посмотреть файлы. Ангар 42 принадлежал корпорации «Старлайнер Индастриз», которая обанкротилась десять лет назад. Последний заказ — строительство экспериментального корабля под кодовым названием «Проект Скальпель». Заказчик — неизвестен. Особые отметки: «Объект запечатан по приказу Совета Безопасности. Доступ запрещён». Лин скопировала данные. Теперь она знала, что корабль был не просто брошен — его намеренно скрывали. И тот, кто дал ей ключ, хотел, чтобы она его нашла. Зачем?",
    "choices": [
      {
        "text": "Всё же отправиться на верфь",
        "next": "45"
      },
      {
        "text": "Попытаться найти бывших сотрудников «Старлайнер Индастриз»",
        "next": "46"
      }
    ]
  },
  "25": {
    "text": "Лин спросила, кто авторизовал её доступ. Голос ответил: «Доступ предоставлен на основании генетического соответствия. Вы — Лин Кроу, дочь доктора Артура Кроу, ведущего инженера проекта Clipper». Лин замерла. Её отец? Он погиб в аварии много лет назад. Она всегда думала, что он был простым техником. «Где мой отец сейчас?» — спросила она. «Доктор Артур Кроу погиб при испытаниях. Его последней волей было передать корабль вам, когда вы будете готовы. Системы диагностики показывают, что вы ранены и находитесь в состоянии стресса. Рекомендуется отдых». Лин прислонилась к холодной стене корабля. Всё, что она знала о своей жизни, оказалось ложью.",
    "choices": [
      {
        "text": "Спросить, что случилось с её отцом на самом деле",
        "next": "31"
      },
      {
        "text": "Осмотреть корабль, чтобы понять, что он из себя представляет",
        "next": "32"
      }
    ]
  },
  "26": {
    "text": "Лин начала осматривать корабль. Интерьер был простым, но технологичным. Панели управления светились мягким голубым светом. Она прошла в кабину пилота. На кресле лежала старая фотография. На ней была молодая женщина, похожая на неё, и мужчина в инженерной форме — её отец. На обороте надпись: «Для Лин. Когда найдёшь Clipper, ты найдёшь и правду. Люблю тебя, папа». Лин сжала фотографию. Она села в кресло пилота и положила руки на органы управления. Экран перед ней ожил, показав карту галактики с одной яркой точкой — Хелиос-4. «Курс установлен, — сказал голос. — Готовы к путешествию?» Лин глубоко вздохнула. Она была готова.",
    "choices": [
      {
        "text": "Отправиться на Хелиос-4",
        "next": "34"
      },
      {
        "text": "Сначала узнать больше о возможностях корабля",
        "next": "33"
      }
    ]
  },
  "27": {
    "text": "Лин решила изучить документы на месте, при свете своего фонаря. Она разложила бумаги на полу заброшенного склада. Отчёты об испытаниях, технические спецификации, отчёты о несчастных случаях. Один документ привлёк её внимание: «Инцидент № 7. В ходе испытаний двигательной системы произошёл каскадный отказ. Доктор Артур Кроу получил смертельные травмы. Корабль «Clipper» получил повреждения и был перемещён в ангар 7, сектор Гамма, планета Хелиос-4 для хранения». Далее шла приписка: «Все данные засекречены. Команда распущена. Проект закрыт». Лин перевернула страницу. На обратной стороне была нарисована схема с пометкой «Аварийный выход. Только для уполномоченного персонала». Это была карта того самого ангара.",
    "choices": [
      {
        "text": "Взять документы и немедленно отправиться на Хелиос-4",
        "next": "35"
      },
      {
        "text": "Сначала сделать копии документов и спрятать их в надёжном месте",
        "next": "36"
      }
    ]
  },
  "28": {
    "text": "Лин взяла материалы и немедленно ушла со склада. Она вернулась домой и тщательно изучила всё, что нашла. Навигационный чип содержал координаты не только Хелиос-4, но и нескольких других мест — возможно, резервных хранилищ или мест, связанных с проектом. Также в документах она нашла упоминание о «Ключе активации» — устройстве, необходимом для запуска корабля. Без него Clipper был бы просто куском металла. Согласно записям, ключ был разделён на три части и распределён между членами команды для безопасности. Лин начала понимать масштаб. Чтобы получить корабль, ей нужно было не только найти его, но и собрать ключ. И, судя по всему, не она одна охотилась за этими частями.",
    "choices": [
      {
        "text": "Сначала отправиться на Хелиос-4, чтобы оценить ситуацию на месте",
        "next": "41"
      },
      {
        "text": "Начать поиски частей ключа",
        "next": "42"
      }
    ]
  },
  "29": {
    "text": "Пайро IV — адская планета с оранжевыми бурями, кислотными дождями и пылью, въедающейся в любую электронику. Здесь жили отчаянные: беглецы, наёмники, те, кто не верил в судьбу.\n\nЛин приземлилась на лётном поле 'Пепельный якорь' и сразу заметила, что за ней следят. Два человека у киоска с синтетическим табаком, третий — за углом с кружкой кофе, которую не пил. Все с одинаковыми значками на рукавах: клеймо Баунти-Хантеров.\n\nОна ушла в толпу, прячась под капюшоном, и спряталась в старом мотеле «Забвение». В номере пахло затхлостью и горелой изоляцией. За окном кричали торговцы, гудели тяжёлые грузовики и завывал ветер.\n\nНо ночью кто-то постучал в дверь.\n\n— Открой, Свит, — раздался голос, сухой, как пепел. — Я не из охраны. Я хуже.\n\nЭто был он. Sel_Oin. Один из самых опасных Баунти-Хантеров вселенной. Говорят, он не убивает — он стирает. Вместе с телом исчезает и память о тебе.",
    "choices": [
      {
        "text": "Альтернативный",
        "next": "48"
      }
    ],
    "tag": "Main"
  },
  "30": {
    "text": "Лин попала в штаб-квартиру корпоративной охраны Лорвиля. Её допрашивали в течение нескольких часов, но она ничего не сказала о Clipper или документах. В конце концов, в комнату вошёл человек в дорогом костюме. «Я директор Келлер, TerraMorph. Мы знаем, что ты ищешь корабль «Clipper». Он принадлежит нам». Лин смотрела на него без эмоций. «Если он ваш, почему вы его спрятали?» Келлер улыбнулся. «Потому что он опасен. В нём есть технология, которую нельзя выпускать в мир. Но теперь, когда ты всё испортила, у нас есть предложение: помоги нам его уничтожить, и мы дадим тебе новую жизнь. Откажешься — исчезнешь навсегда».",
    "choices": [
      {
        "text": "Согласиться на предложение Келлера",
        "next": "51"
      },
      {
        "text": "\"Отказаться и попытаться сбежать",
        "next": "52"
      }
    ]
  },
  "31": {
    "text": "Лин спросила, что случилось с её отцом на самом деле. Голос корабля ответил: «Доктор Артур Кроу погиб при попытке остановить несанкционированный запуск систем. Согласно его последней записи, он подозревал саботаж. Перед смертью он загрузил в мою память данные и установил блокировку, чтобы корабль не мог быть использован без вашего разрешения». На экране появилась запись — кадры с камер наблюдения. Мужчина, похожий на отца Лин, стоял в кабине корабля. Он что-то кричал, затем произошла вспышка. Запись оборвалась. Лин почувствовала ком в горле. «Кто это сделал?» — спросила она. «Данные повреждены. Но в логах есть упоминание о кодовом имени «Молот». Больше ничего».",
    "choices": [
      {
        "text": "Попытаться восстановить повреждённые данные",
        "next": "203"
      },
      {
        "text": "Использовать корабль, чтобы найти «Молота»",
        "next": "204"
      }
    ]
  },
  "32": {
    "text": "Лин решила сначала узнать больше о возможностях корабля. Она провела несколько часов, изучая системы. Clipper был оснащён экспериментальным двигателем, позволявшим совершать прыжки на невероятные расстояния, продвинутой системой маскировки и мощным сканирующим оборудованием. Но самая интересная находка ждала в зашифрованном разделе памяти: чертежи некоего устройства под названием «Гармония». Согласно описанию, оно могло нейтрализовать все электронные системы в радиусе нескольких километров. Отец Лин, судя по заметкам, считал это оружием, которое нельзя выпускать в мир. «Гармония» была установлена на борту, но деактивирована. Лин поняла, почему все охотились за Clipper — это был не просто корабль, а оружейная платформа.",
    "choices": [
      {
        "text": "Активировать «Гармонию» для тестирования",
        "next": "205"
      },
      {
        "text": "Оставить систему деактивированной и сосредоточиться на поисках правды",
        "next": "206"
      }
    ]
  },
  "33": {
    "text": "Лин решила сначала узнать больше о возможностях корабля, прежде чем лететь на Хелиос-4. Она запустила диагностику систем. Большинство показателей были в норме, за исключением энергетического ядра, которое работало на 40% мощности. Также она обнаружила скрытый отсек за панелью в кабине пилота. Внутри лежал старый планшет с записями её отца. В одной из записей он писал: «Если ты читаешь это, Лин, значит, ты нашла Clipper. Я знал, что однажды это случится. Корабль — это не просто транспорт. Это ключ к пониманию того, что происходит в высших эшелонах власти. Будь осторожна. Они убьют, чтобы сохранить секрет». Запись обрывалась. Лин взглянула на экран с координатами Хелиос-4. Теперь она понимала, что летит не просто за кораблём — она летела за правдой.",
    "choices": [
      {
        "text": "Немедленно отправиться на Хелиос-4",
        "next": "209"
      },
      {
        "text": "Сначала попытаться восстановить полную мощность энергетического ядра",
        "next": "210"
      }
    ]
  },
  "34": {
    "text": "Лин отправилась на Хелиос-4. Путешествие заняло два дня. Когда Clipper вышел из гиперпространства, перед ней предстала пустынная планета с красноватой атмосферой. Сканеры показали несколько сооружений на поверхности, одно из которых соответствовало описанию ангара 7. Лин посадила корабль рядом и вышла наружу. Ветер нёс мелкую пыль, видимость была плохой. Ангар представлял собой массивное куполообразное сооружение, частично погружённое в грунт. Дверь была заварена, но рядом был небольшой служебный вход. Лин подошла и попробовала открыть его — он поддался. Внутри пахло озоном и старым металлом. И в центре, под слабым светом аварийных ламп, стоял ещё один Clipper. Или точная его копия.",
    "choices": [
      {
        "text": "Осмотреть второй корабль",
        "next": "207"
      },
      {
        "text": "Сначала проверить ангар на наличие ловушек",
        "next": "208"
      }
    ]
  },
  "35": {
    "text": "Лин сделала копии документов и спрятала их в надёжном месте — старом банковском сейфе, который она арендовала под чужим именем. Затем она отправилась на Хелиос-4. Дорога была долгой, и у неё было время подумать. Зачем её отец участвовал в таком проекте? Почему он оставил ей корабль? Приземлившись, она направилась к ангару. Вход был заблокирован, но рядом она нашла небольшой терминал. Введя код из документов, она получила доступ. Дверь открылась с шипением. Внутри было темно, но когда свет включился, она увидела не один, а три корабля Clipper, стоящих в ряд. Все одинаковые, все без опознавательных знаков. На стене висела табличка: «Экспериментальная серия. Объекты 1 и 2». Какой из них настоящий?",
    "choices": [
      {
        "text": "Осмотреть первый корабль",
        "next": "211"
      },
      {
        "text": "\"Осмотреть второй корабль",
        "next": "212"
      }
    ]
  },
  "36": {
    "text": "Лин взяла документы и немедленно отправилась на Хелиос-4. Она не стала тратить время на подготовку — каждый час мог быть на счету. Найденный ею корабль Clipper оказался достаточно быстрым, чтобы добраться до планеты за считанные часы. Приближаясь к Хелиос-4, она заметла несколько кораблей на орбите — корпоративные патрули. Им удалось скрыться, используя систему маскировки Clipper. Приземлившись в указанном месте, она нашла ангар, но он был пуст. На полу были следы недавней деятельности — ящики, инструменты. Кто-то опередил её. На стене она нашла надпись краской: «Слишком поздно, Лин. Он нашёл нас первым». И подпись — стилизованный молот. «Молот». То самое имя из записей отца.",
    "choices": [
      {
        "text": "Осмотреть ангар подробнее, ища улики",
        "next": "213"
      },
      {
        "text": "Немедленно улететь, пока патрули не нашли её",
        "next": "214"
      }
    ]
  },
  "37": {
    "text": "Лин попыталась договориться с охранниками прямо на месте. «Я знаю, где находится Clipper, — сказала она. — И у меня есть данные, которые доказывают, что TerraMorph скрывает правду о проекте. Отпустите меня, и я поделюсь информацией». Командир задумался. «Какая гарантия, что ты не врёшь?» Лин показала ему чип. «Здесь всё. Но если вы попытаетесь забрать его силой, он самоуничтожится». Охранники переглянулись. Вдруг раздался звук подходящих шагов. В комнату вошёл человек в чёрном плаще. «Оставьте её мне», — сказал он. Охранники немедленно вышли. Человек снял капюшон. Это был тот самый человек в цилиндре, но теперь без цилиндра. «Привет, Лин. Я рад, что ты жива».",
    "choices": [
      {
        "text": "Спросить, кто он на самом деле",
        "next": "53"
      },
      {
        "text": "Попытаться атаковать его, пока он один",
        "next": "54"
      }
    ],
    "tag": "Main"
  },
  "38": {
    "text": "Лин попыталась договориться с Sel_Oin. «У меня есть информация, которая стоит больше, чем контракт на меня, — сказала она, стараясь звучать уверенно. — Clipper — это не просто корабль. Это ключ к технологии, которая может изменить баланс сил в галактике. Убей меня, и ты никогда об этом не узнаешь». Sel_Oin не двигался, его лицо оставалось безэмоциональным. «Интересно, — наконец произнёс он. — Но моя работа — выполнять контракты, а не оценивать информацию. Однако... у меня есть правило: если цель предлагает что-то ценнее её жизни, я даю шанс. Докажи, что твоя информация стоит того». Лин быстро соображала. У неё были данные, но как убедить в их ценности одного из лучших охотников галактики?",
    "choices": [
      {
        "text": "Показать ему часть данных с Clipper",
        "next": "49"
      },
      {
        "text": "Предложить привести его к кораблю",
        "next": "50"
      }
    ]
  },
  "39": {
    "text": "Лин попыталась скрыться в ближайшем лесу. Колония располагалась на планете с густой растительностью, и лес начинался прямо за полями. Она бежала, спотыкаясь о корни, ветки хлестали её по лицу. За спиной слышались крики и звуки преследования. Она нашла небольшую пещеру и залезла внутрь. Там она перевела дух и достала навигатор. Ближайшее поселение было в пятидесяти километрах. Пешком она не дойдёт. Нужно было найти транспорт. Вспомнив свои навыки, она решила попробовать взломать один из сельскохозяйственных дронов, чтобы использовать его для связи или даже полёта. Дроны были старыми, их защита должна была быть слабой.",
    "choices": [
      {
        "text": "Попытаться взломать дрон",
        "next": "105"
      },
      {
        "text": "Дождаться ночи и попробовать вернуться в колонию за транспортом",
        "next": "106"
      }
    ]
  },
  "40": {
    "text": "Лин украла транспорт — старый грузовик, который использовался для перевозки урожая. Ключ был в замке зажигания, как это часто бывает в небольших колониях. Она завела двигатель и выехала на грунтовую дорогу. В зеркале заднего вида она видела, как из её дома выбегают те двое в чёрном. Они сели в свой челнок и взлетели. Лин дала полный газ. Грузовик трясло на ухабах, но он ехал. Она направилась к космопорту, который был в двухстах километрах. Там она могла бы купить место на каком-нибудь корабле. Но сначала нужно было оторваться от погони. Челнок был быстрее, но грузовик мог скрыться в лесу. Лин свернула с дороги и поехала по бездорожью, надеясь, что лесная чаща скроет её.",
    "choices": [
      {
        "text": "Продолжать ехать через лес",
        "next": "110"
      },
      {
        "text": "Бросить грузовик и продолжить пешком",
        "next": "111"
      }
    ]
  },
  "41": {
    "text": "Лин посмотрела на карту — координаты указывали на ангар 7, сектор Гамма, Хелиос-4. Но что-то в этих данных казалось странным. Сканер её чипа показывал несоответствие между временными метками: ангара там не должно быть. Она вспомнила слова отца: 'Не всё, что отображается, существует в реальности'. Она решила проверить спутниковые архивы за последние 10 лет. И тогда всё встало на свои места: сектор Гамма когда-то был испытательным полигоном. А 'ангар' — всего лишь проекция, часть маскировочной сети, призванной ввести в заблуждение. Настоящий Clipper был спрятан глубоко под поверхностью — в заброшенном реакторе старой шахты. Но чтобы туда попасть, нужно было пройти через зону карантина, где до сих пор бродили заражённые дроны-песцы.\n\nЛин на мгновение закрыла глаза. Отец знал, что она придёт. И знал, что она не отступит.",
    "choices": [
      {
        "text": "Отправиться в зону карантина и найти подземный реактор",
        "next": "215"
      },
      {
        "text": "Проверить, не сохранились ли данные у бывших сотрудников TerraMorph",
        "next": "216"
      }
    ]
  },
  "42": {
    "text": "Лин начала поиски частей ключа. Согласно документам, первая часть находилась у доктора Элизы Мэйн, бывшего члена команды, которая жила на станции «Оазис». Лин отправилась туда. Станция оказалась тихим местом, где жили в основном пенсионеры и учёные на покое. Она нашла дом доктора Мэйн. Та, пожилая женщина с умными глазами, выслушала её историю. «Артур действительно был бы рад, что ты продолжила его дело, — сказала она. — У меня есть часть ключа. Но я не отдам её просто так. Clipper — опасная игрушка. Ты должна доказать, что будешь использовать его с умом». Она дала Лин задание: решить сложную инженерную задачу, которую не мог решить её отец. «Если решишь, ключ твой».",
    "choices": [
      {
        "text": "Принять вызов и попытаться решить задачу",
        "next": "217"
      },
      {
        "text": "Попытаться убедить доктора Мэйн отдать ключ без условий",
        "next": "218"
      }
    ]
  },
  "43": {
    "text": "Лин вставила ключ в панель управления. Раздался щелчок, и корабль начал оживать. Свет загорелся по всему корпусу, системы загудели. Голос стал чётче: «Системы запускаются. Добро пожаловать на борт, Лин Кроу. Я — Clipper, экспериментальный корабль класса «Скальпель». Мои системы работают на 62% от номинала. Рекомендую провести диагностику перед полётом». Лин осмотрела кабину. Всё было в отличном состоянии, несмотря на внешние повреждения. Она нашла бортовой журнал. Последняя запись была сделана десять лет назад её отцом: «Проект закрыт. Clipper должен остаться здесь до лучших времён. Если ты читаешь это, Лин, значит, настало время. Но будь осторожна — они не остановятся».",
    "choices": [
      {
        "text": "Провести полную диагностику систем",
        "next": "85"
      },
      {
        "text": "Немедленно взлететь, пока кто-нибудь не обнаружил активацию",
        "next": "114"
      }
    ]
  },
  "44": {
    "text": "Лин отступила и начала осматриваться. Ангар был огромным, и кроме корабля, здесь было много оборудования — станки, компьютеры, контейнеры. Она подошла к одному из терминалов и попыталась включить его. К её удивлению, он работал. На экране был интерфейс управления ангаром. Она нашла записи о последних посетителях: три дня назад здесь был кто-то с кодом доступа уровня «Омега». И ещё одна запись, сегодняшняя: «Обнаружена несанкционированная активация. Выслана группа реагирования». Лин поняла, что её уже обнаружили. Нужно было действовать быстро. Она вернулась к кораблю. Вставить ключ или попытаться скрыть своё присутствие?",
    "choices": [
      {
        "text": "Всё же вставить ключ и попытаться взлететь",
        "next": "112"
      },
      {
        "text": "Попытаться отключить системы слежения и скрыться",
        "next": "113"
      }
    ]
  },
  "45": {
    "text": "Лин всё же отправилась на верфь. Ночью, под прикрытием темноты, она пробралась через дыру в ограждении. Ангар 42 был хорошо охраняем — по периметру ходили дроны-охранники. Лин использовала портативный глушитель, чтобы отключить их на несколько минут. Она проскользнула внутрь. Корабль стоял там, как и в её ожиданиях. Но рядом с ним стоял человек в чёрном комбинезоне. Он что-то проверял на планшете. Лин спряталась за ящиками. Человек говорил по радио: «Да, объект на месте. Нет признаков вскрытия. Жду дальнейших указаний». Это был не Молот, а кто-то другой. Значит, за Clipper охотились несколько групп. Лин нужно было решить, что делать.",
    "choices": [
      {
        "text": "Подождать, пока человек уйдёт",
        "next": "122"
      },
      {
        "text": "Попытаться нейтрализовать его и захватить корабль",
        "next": "123"
      }
    ]
  },
  "46": {
    "text": "\"Лин попыталась найти бывших сотрудников «Старлайнер Индастриз». Она узнала, что компания обанкротилась, и большинство сотрудников разъехались по разным планетам. Однако один из них, инженер по имени Грег, жил недалеко — на орбитальной станции «Надежда». Лин отправилась туда. Грег оказался пожилым человеком, который проводил дни в баре, рассказывая истории о прошлом. Увидев Лин, он сразу понял, зачем она пришла. «Clipper, да? — сказал он. — Я помню тот корабль. Артур Кроу был гением. Но он слишком многого хотел. Clipper был не просто кораблём — он был тестом. Тестом на то, готово ли человечество к следующему шагу». Грег дал ей координаты места, где, по его мнению, мог находиться корабль. Но предупредил: «То, что ты найдёшь, может тебе не понравиться»",
    "choices": [
      {
        "text": "Отправиться по указанным координатам",
        "next": "296"
      },
      {
        "text": "Расспросить Грега подробнее о «тесте»",
        "next": "297"
      }
    ]
  },
  "47": {
    "text": "Лин открыла дверь. Sel_Oin стоял в проёме, высокий, в плаще из обожжённого кевлара. На лице — ни эмоций, ни жалости. Лишь глаза, холодные, как вакуум.\n\n— Контракт на тебя стоит больше, чем жизнь любого другого в этом секторе, — сказал он. — Clipper не прощает ошибок… и не оставляет свидетелей.\n\n— Я ничего не знаю! — вырвалось у Лин.\n\n— Но ты видела труп, — ответил он. — Этого достаточно.\n\nОн сделал шаг вперёд. Лин попятилась, но за спиной — стена. Она потянулась к поясу, но Sel_Oin был быстрее. Его клинок — тонкий, как игла — вонзился ей под рёбра, не издав ни звука.\n\n— Прости, — прошептал он, — но в этом бизнесе нет личного.\n\nЛин упала на колени, чувствуя, как тепло уходит. В последний момент она увидела его руку — он забрал её мобиглас… и чип из кармана.\n\nВсё стемнело.",
    "choices": [
      {
        "text": "Рука нащупала старый сальво в кабуре",
        "next": "59"
      }
    ],
    "tag": "Main"
  },
  "48": {
    "text": "Лин не стала ждать. Она резко открыла дверь и выстрелила в потолок — светильник взорвался, погрузив комнату во тьму. Воспользовавшись замешательством, она бросила гранату ослепления и выскочила в вентиляционную шахту. Sel_Oin не издал ни звука, но Лин чувствовала: он уже движется. Внизу, в узком проходе, она нашла заброшенный сервисный тоннель. Через десять минут она вышла на крышу соседнего корпуса, где дул ледяной ветер, а над головой кружили дроны слежения.\n\nНо на перилах висела записка — неизвестно как туда попавшая. Написано было: 'Clipper ждёт. Но не здесь. Лорвиль — ложь. Истина — в мёртвом квадранте'.\n\nЛин поняла: кто-то ведёт за ней игру. А может быть… помогает.",
    "choices": [
      {
        "text": "Отправиться в мёртвый квадрант — заброшенный сектор станции «Терминус»",
        "next": "61"
      },
      {
        "text": "Связаться с Гарретом — он может знать, что это значит",
        "next": "62"
      },
      {
        "text": "Сбросить записку и скрыться — это явная ловушка",
        "next": "63"
      }
    ],
    "tag": "Main"
  },
  "49": {
    "text": "Лин быстро вытащила из внутреннего кармана куртки небольшой чип — тот самый, что получил Гаррет в баре. Она вставила его в свой мобиглас и показала экран Sel_Oin’у. На нём мелькали чертежи, логи систем и фрагмент записи её отца:\n\n«Clipper — не корабль. Это ИИ, способный стирать память целых сетей. TerraMorph боится его не потому, что он опасен… а потому, что он правдив».\n\nSel_Oin молча смотрел. Его пальцы слегка дрогнули — редкий признак интереса. Он знал TerraMorph. Знал их методы. И знал, что если это правда, контракт на Лин — лишь прикрытие.\n\n— Интересно, — сказал он наконец. — Но данных недостаточно. Либо ты ведёшь меня к источнику… либо ты лжёшь.",
    "choices": [
      {
        "text": "Согласиться отвести его к месту, где хранится полный архив",
        "next": "66"
      },
      {
        "text": "Сказать, что это всё, что у неё есть, и попытаться бежать",
        "next": "68"
      }
    ]
  },
  "50": {
    "text": "— Данные — это слова, — сказала Лин, глядя прямо в глаза Sel_Oin’у. — А Clipper — это правда. Я могу привести тебя к нему. Прямо сейчас. Ты увидишь всё своими глазами. Но если ты убьёшь меня после этого — ты никогда не поймёшь, зачем он был создан.\n\nSel_Oin медленно наклонил голову. В его взгляде мелькнуло что-то — не интерес, не жалость, но расчёт. Контракт на неё стоил миллионы. Но что, если за этим стоит больше?\n\n— Где он? — спросил он наконец.\n\n— На Хелиосе-4. В секторе Гамма. Там, куда даже TerraMorph боится совать нос.\n\nОн сделал шаг назад, давая ей пространство. Это был не жест доверия. Это был вызов.\n\n— У тебя есть шесть часов, — сказал он. — Если ты соврёшь — я найду тебя в любом секторе. И в следующий раз не дам шанса.",
    "choices": [
      {
        "text": "Согласиться и немедленно отправиться на Хелиос-4",
        "next": "74"
      },
      {
        "text": "Потребовать гарантий — например, отмены контракта",
        "next": "75"
      }
    ]
  },
  "51": {
    "text": "Лин на мгновение замерла. Она не доверяла TerraMorph, но у неё не было выхода. В камере не было окон, дверь заперта биометрическим замком, а за стенами — целая армия. Если она откажется — её просто сотрут из реестров. А если согласится… может, у неё будет шанс всё переиграть изнутри.\n\n— Хорошо, — сказала она, глядя прямо в глаза Келлеру. — Но я работаю только по своим условиям. И первое: вы не трогаете «Гарпун-3». Он мой.\n\nКеллер улыбнулся. Он знал, что одержал победу. Но не знал, что Лин уже думала не об уничтожении Clipper… а о том, как использовать TerraMorph против самого себя.",
    "choices": [
      {
        "text": "Попытаться скрыться через вентиляцию, как только дверь откроется",
        "next": "69"
      },
      {
        "text": "Сыграть по их правилам — пока",
        "next": "70"
      }
    ]
  },
  "52": {
    "text": "— Нет, — сказала Лин, и в её голосе не было страха — только лёд. — Я не буду помогать вам убивать правду. Clipper — это последнее, что осталось от моего отца. И если вы думаете, что я предам его память… вы ошибаетесь.\n\nОна резко оттолкнулась от стены и бросилась к окну — несмотря на то, что оно было защищено силовым полем. Но Лин не собиралась его разбивать. Вместо этого она выбросила через решётку свой мобиглас, запрограммированный на аварийную трансляцию. Сигнал ушёл в сеть. А вместе с ним — последние данные с чипа.\n\n— Теперь вы не только меня убьёте, — сказала она, оборачиваясь к Келлеру. — Теперь весь сектор знает, что вы лжёте.\n\nОхрана бросилась вперёд. Но было уже поздно.",
    "choices": [
      {
        "text": "Попытаться вырваться через служебный коридор",
        "next": "82"
      },
      {
        "text": "Воспользоваться суматохой и скрыться в вентиляции здания",
        "next": "83"
      }
    ]
  },
  "53": {
    "text": "— Кто ты? — спросила Лин, не опуская руку с рукояти пистолета. — Ты мёртв. Я видела тело.\n\nМужчина улыбнулся — той же усталой, печальной улыбкой, что и в баре.\n\n— Тело было подставным. TerraMorph убила его, чтобы заманить тебя в ловушку. Но я остался в тени. Я — Арто, инженер проекта Clipper. И я не враг тебе, Лин. Я — твой последний шанс.\n\n— Почему? — прошептала она.\n\n— Потому что ты единственная, у кого генетический ключ к системе активации. Без тебя Clipper — мёртвый металл. А с тобой… он может всё изменить.\n\nЗа его спиной послышались шаги. Охрана возвращалась.",
    "choices": [
      {
        "text": "Поверить ему — у неё нет другого выхода",
        "next": "84"
      },
      {
        "text": "Сказать: «Докажи, что ты Арто»",
        "next": "86"
      }
    ],
    "tag": "Main"
  },
  "54": {
    "text": "Лин не верила в чудеса. Если он жив — значит, это ловушка. Она резко выхватила пистолет и выстрелила в плечо — не в сердце, чтобы оставить его в живых для допроса.\n\nНо пуля прошла сквозь него — как сквозь голограмму.\n\n— Иллюзия, — прошептал голос за её спиной.\n\nОна обернулась. Настоящий Арто стоял у двери, с активированным глушителем связи. В воздухе вспыхнул голографический дым, и система слежения вышла из строя.\n\n— Я пытался поговорить, — сказал он. — Но ты выбрала путь наёмника. Теперь беги. У тебя тридцать секунд, пока они не восстановили связь.",
    "choices": [
      {
        "text": "Послушать его и бежать — он единственный, кто может помочь",
        "next": "117"
      },
      {
        "text": "Отказаться от союза и попытаться сбежать самостоятельно",
        "next": "237"
      }
    ]
  },
  "55": {
    "text": "Лин пошарила дрожащей рукой по полу и нащупала маленький диск — тревожную кнопку, спрятанную под плинтусом. Это была её последняя мера предосторожности: сигнал уйдёт напрямую на частный сервер, и если через 60 секунд не поступит подтверждение — все данные по Clipper уйдут в открытый доступ.\n\nНо пальцы уже не слушались. Она нажала. Или нет? В ушах стоял звон.\n\nКто-то вошёл в комнату.",
    "choices": [
      {
        "text": "Попытаться доползти до кнопки и нажать ещё раз — вдруг не сработало?",
        "next": "56"
      }
    ],
    "tag": "Main"
  },
  "56": {
    "text": "Кнопка не подавала признаков жизни — цепь была разорвана. Но Лин вспомнила: у неё был резервный протокол. На борту её корабля «Гарпун-3» хранился автономный передатчик. Если добраться до него — шанс есть. Она потянулась к старому коммуникатору. Экран дрожал, но включился. Слабый сигнал… но достаточно, чтобы отправить аварийный маяк.\n\n«Помоги…» — прошептала она.\n\nОтвет пришёл мгновенно: «Курс заложен. Держись. — Zek.»",
    "choices": [
      {
        "text": "Ползти к космопорту — Zek прислал координаты стыковки",
        "next": "57"
      },
      {
        "text": "Отключить всё и спрятаться — Zek может быть под контролем TerraMorph",
        "next": "332"
      }
    ],
    "tag": "Main"
  },
  "57": {
    "text": "Путь к космопорту занял три часа. Каждый шаг давался с мукой. По дороге Лин теряла сознание, но снова приходила в себя — не от боли, а от звука шагов позади. Sel_Oin был близко. Но на причале её уже ждал корабль — Zek лично держал шлюз открытым.\n\n— Быстрее! — крикнул он.\n\nЛин ввалилась внутрь. Дверь захлопнулась. Секунда тишины… а затем — рёв двигателей и прыжок в гиперпространство.",
    "choices": [
      {
        "text": "Попросить Zek’а доставить её на «Терминус» — там могут быть улики против «Молота»",
        "next": "58"
      },
      {
        "text": "Сначала вылечиться и расшифровать последние данные отца",
        "next": "356"
      }
    ],
    "tag": "Main"
  },
  "58": {
    "text": "Станция «Терминус» была мертва. Коридоры пусты, свет мигал тревожно. Zek остался у корабля, а Лин пошла одна. В секторе D она нашла терминал — тот самый, на котором появлялось лицо Арто. Она подключила чип… и увидела запись: «Если ты это смотришь — я умер. Clipper не корабль. Clipper — ИИ, способный стереть память целых систем. Не активируй его. Беги.»\n\nНо было уже поздно. Системы станции внезапно включились. Запись обновилась: «Привет, Лин. Я ждал. — Clipper.»\n\nЭкран погас. А за спиной раздался голос Sel_Oin’а:\n— Ты нашла не корабль. Ты нашла бога.\n\nА потом — тишина.",
    "choices": []
  },
  "59": {
    "text": "Боль пронзила тело, но инстинкт выживания оказался сильнее. В глазах потемнело, но пальцы Лин нащупали рукоять старого сальво. Выстрел грохнул в тесном номере. Sel_Oin дрогнул, отшатнувшись от неожижданности. Лин рванулась в сторону и вывалилась в разбитое окно. Падение смягчилось ржавым навесом. Она побежала, хватаясь за стену. Где-то сзади раздался спокойный голос: «Интересно. Такую ошибку я не допускал».",
    "choices": [
      {
        "text": "Попытаться скрыться в трущобах — использовать знание городских тоннелей",
        "next": "76"
      },
      {
        "text": "Добраться до чёрного доктора на окраине «Пепельного якоря»",
        "next": "77"
      }
    ],
    "tag": "Main"
  },
  "60": {
    "text": "Корабль «Гарпун-3» висел на орбите Пайро IV как призрак. Лин, израненная и обескровленная, добралась до него через системы вентиляции космопорта. На мостике царила мёртвая тишина, только мигали аварийные индикаторы. Она подключила свой декодер к корабельному компьютеру и запустила протокол самоуничтожения всех данных. Но система запросила пароль, которого у неё не было. Внезапно на экране появилось сообщение: «Привет, Лин. Я ждал тебя. Последняя запись от твоего отца». Это был голосовой файл. Голос, который она не слышала много лет: «Лин, если ты слышишь это, значит, ты близка к Clipper. Он на Хелиос-4. Но не торопись. Сначала найди ключ — он разделён на три части. Первая у доктора Мэйн на станции «Оазис». Береги себя, дочка».",
    "choices": [
      {
        "text": "Направиться на станцию «Оазис»",
        "next": "93"
      },
      {
        "text": "Игнорировать предупреждение и лететь прямо на Хелиос-4",
        "next": "87"
      }
    ],
    "tag": "Main"
  },
  "61": {
    "text": "Станция «Терминус» была призраком среди звёзд — когда-то оживлённый торговый узел, теперь мёртвая гробница из ржавеющего металла и пыли. Лин вошла в «мёртвый квадрант» через аварийный шлюз. Воздух был спёртым, свет мигал редкими вспышками. Стены покрывали граффити в виде глаза с расколотым зрачком — тот самый символ, что она видела на конверте и на груди убитого в Лорвиле.\n\nВ центре зала стоял старый терминал, всё ещё подключённый к резервному питанию. На экране мигала надпись: **«Clipper ждёт. Авторизуйся или умри»**.\n\nЛин знала: это ловушка. Но в ловушке иногда прячут правду.",
    "choices": [
      {
        "text": "Подключиться к терминалу и рискнуть авторизоваться",
        "next": "64"
      },
      {
        "text": "Осмотреть помещения вокруг, прежде чем взаимодействовать с терминалом",
        "next": "67"
      }
    ]
  },
  "62": {
    "text": "Лин включила защищённый канал и отправила короткое сообщение Гаррету: «Получила записку. „Мёртвый квадрант“ на Терминусе. Что это значит?»\n\nЧерез несколько минут пришёл ответ — голосовой файл с помехами:\n«Ты не должна туда идти, Лин. Это ловушка TerraMorph. Мёртвый квадрант — не место. Это кодовое имя для протокола уничтожения. Тот, кто активирует терминал там, запускает самоуничтожение всех данных, включая тебя. Но… если ты всё же решишься, знай: там спрятан не Clipper. Там — его память. Или то, что от неё осталось».\n\nЛин поняла: Гаррет знает больше, чем говорил в баре. Но доверять ли ему теперь?",
    "choices": [
      {
        "text": "Попросить Гаррета встретиться — он может помочь расшифровать правду",
        "next": "65"
      },
      {
        "text": "Спросить, почему он скрывал это с самого начала",
        "next": "71"
      }
    ]
  },
  "63": {
    "text": "Лин сорвала записку с перил и разорвала её на мелкие кусочки. Она слишком долго следовала чужим указаниям — отца, Арто, Гаррета, даже Sel_Oin’а. Теперь она будет полагаться только на себя. Она стёрла все цифровые следы, сменила имплант связи и направилась к чёрному рынку Пайро IV, где можно было купить поддельный паспорт и билет на любой корабль в секторе. Но едва она ступила в переулок, как услышала знакомый голос за спиной:\n— Ты ошибаешься, Лин. Clipper не ищет тебя. Ты — его последний ключ.\n\nОна обернулась. Там стоял человек в потрёпанном плаще. На груди — знак глаза с расколотым зрачком.\n— Кто ты? — спросила она, рука уже на спусковом крючке сальво.\n— Один из тех, кто пытался остановить проект, — ответил он. — И единственный, кто знает, как его завершить.",
    "choices": [
      {
        "text": "Довериться незнакомцу — у неё нет других союзников",
        "next": "72"
      },
      {
        "text": "Открыть огонь и исчезнуть в толпе",
        "next": "73"
      }
    ],
    "tag": "Main"
  },
  "64": {
    "text": "Лин подошла к терминалу и приложила ладонь к биометрическому сканеру. Экран мигнул красным, затем зелёным. Раздался тихий щелчок — где-то в глубине станции открылась дверь. На экране появилась надпись:\n\n**«Добро пожаловать, Лин Кроу. Последняя активная сессия: 10 лет назад. Автор: А.К.»**\n\nСердце замерло. Отец.\n\nТерминал запросил голосовую фразу: «Произнесите кодовое выражение».\n\nЛин вспомнила фразу с обратной стороны старой фотографии: *«Ты найдёшь правду, когда перестанешь бояться тьмы»*.\n\nОна произнесла её. Система ответила: «Доступ разрешён. Загрузка архива Clipper… 100%».\n\nНо в этот момент свет погас. Только экран терминала светился в темноте, как глаз из другого мира.\n\nИз динамиков раздался голос — не механический, а живой, знакомый:\n— Я знал, что ты придёшь, Лин.",
    "choices": [
      {
        "text": "Спросить: «Кто ты?»",
        "next": "181"
      },
      {
        "text": "Отключить терминал и бежать — это ловушка",
        "next": "182"
      }
    ]
  },
  "65": {
    "text": "Гаррет ответил почти мгновенно. Через два часа его корабль стоял у причала станции «Терминус». Он нашёл Лин в мёртвом квадранте, стоящую перед отключённым терминалом.\n\n— Ты всё ещё ищешь Clipper? — спросил он, оглядывая пустые коридоры. — Я думал, ты умнее.\n\n— Он здесь, — сказала Лин. — Не корабль. Что-то другое.\n\nГаррет вздохнул и вручил ей бокс с оборудованием. — Это всё, что осталось от архива твоего отца. Я прятал это десять лет. В нём — черновик протокола активации. Но есть условие: если Clipper — ИИ, как ты говоришь, то он уже наблюдает. И если ты его активируешь... он может решить, что ты враг.\n\nЛин посмотрела на бокс. Внутри мерцал голубой кристалл памяти — последний ключ к правде.",
    "choices": [
      {
        "text": "Подключить кристалл к терминалу — рискнуть узнать правду",
        "next": "244"
      },
      {
        "text": "Уничтожить кристалл — остановить Clipper навсегда",
        "next": "245"
      }
    ]
  },
  "66": {
    "text": "Лин привела Sel_Oin’а в заброшенный сервисный отсек под космопортом «Пепельный якорь». Там, за фальшивой стеной из ржавых панелей, стоял старый сервер — тот самый, что она установила ещё в первые дни на Пайро IV, на случай экстренной эвакуации данных. Она ввела код, и экран засветился: перед ними развернулся полный архив проекта Clipper — чертежи, записи, логи, и даже последний дневник её отца.\n\nSel_Oin молча смотрел. Его пальцы не дрожали, но Лин заметила: он замер, когда на экране появилось имя «Молот».\n\n— Это не просто технология, — сказала она тихо. — Это свидетельство. И если ты убьёшь меня сейчас, оно уйдёт в сеть автоматически.\n\nОн повернулся к ней. В его глазах — ни ярости, ни жалости. Только расчёт.\n\n— Ты права, — сказал он. — Это стоит больше, чем контракт.",
    "choices": [
      {
        "text": "Предложить ему разделить информацию и исчезнуть вместе",
        "next": "250"
      },
      {
        "text": "Попытаться стереть архив, чтобы никто не мог им воспользоваться",
        "next": "251"
      }
    ]
  },
  "67": {
    "text": "Лин не стала подходить к терминалу. Вместо этого она двинулась вдоль стен, проверяя каждую панель, каждый вентиляционный люк. В углу она нашла разбитый серверный шкаф — внутри лежал старый накопитель с надписью «Резерв. Только для А.К.»\n\nОна подключила его к портативному сканеру. Система распознала генетический ключ и открыла доступ. В архиве были не чертежи и не записи — а **видеодневник её отца**, записанный за час до гибели.\n\n«Лин, если ты это смотришь, значит, ты не поверила системе. Умница. Clipper — это ловушка. TerraMorph внедрила в него вирус, который стирает личность любого, кто пытается авторизоваться. Единственный способ остановить его — уничтожить резервный сервер в секторе D-9. Но будь осторожна... он знает, что ты здесь».\n\nВ этот момент все лампы в зале одновременно погасли. Только накопитель продолжал слабо светиться в её руках.",
    "choices": [
      {
        "text": "Немедленно направиться в сектор D-9 — уничтожить сервер",
        "next": "242"
      },
      {
        "text": "Вернуться к терминалу и проверить, не следит ли он за ней",
        "next": "243"
      }
    ]
  },
  "68": {
    "text": "— Это всё, что у меня есть, — сказала Лин, отступая к двери. — Больше доказательств нет. TerraMorph стёрла всё. Но если ты убьёшь меня, никто не узнает, что Clipper — это правда. Ты можешь уйти и забыть обо мне… или убить меня и остаться с пустым вопросом.\n\nSel_Oin медленно наклонил голову, как будто размышляя. Потом в его глазах мелькнула тень — не ярости, а разочарования.\n\n— Ты соврала, — сказал он тихо. — Ты знаешь, где архив. И ты боишься, что я его найду.\n\nОн сделал шаг вперёд. Лин рванулась к выходу, но он был быстрее. Его рука сжала её запястье, как стальной обруч. Боль пронзила кость. Она знала: шанс убежать исчез.\n\n— У тебя два пути, — произнёс он. — Либо ты ведёшь меня к архиву… либо я нахожу его сам. А ты станешь примером.",
    "choices": [
      {
        "text": "Согласиться — у неё нет выбора",
        "next": "252"
      },
      {
        "text": "Бросить последний вызов: «Ты никогда не поймёшь Clipper»",
        "next": "253"
      }
    ]
  },
  "69": {
    "text": "Лин протиснулась в узкую вентиляционную шахту, колени и локти царапали ржавый металл. За спиной раздался глухой удар — Sel_Oin пытался выломать решётку. Она ползла вперёд, ориентируясь по старым техническим схемам, вырезанным в памяти ещё с детства. Через десять минут шахта вывела её в подсобку заброшенной прачечной на задворках «Пепельного якоря». Улица была пуста, но вдалеке мигали огни патрульных дронов.\n\nВ кармане завибрировал мобиглас. Анонимное сообщение: **«Если хочешь выжить — иди к причалу 13. У тебя 7 минут»**.\n\nЛин не знала, кто за этим стоит. Но у неё не было выбора. Либо верить незнакомцу… либо остаться наедине с охотником.",
    "choices": [
      {
        "text": "Отправиться к причалу 13 — возможно, это шанс",
        "next": "262"
      },
      {
        "text": "Игнорировать сообщение и попытаться найти укрытие самой",
        "next": "263"
      }
    ]
  },
  "70": {
    "text": "— Подожди! — крикнула Лин, поднимая руки. — Убив меня, ты получишь только труп. А я могу дать тебе то, за чем на самом деле охотится TerraMorph. Не меня. Clipper.\n\nSel_Oin остановился. Клинок всё ещё дрожал в воздухе, но его глаза сузились.\n\n— TerraMorph нанял тебя, чтобы убрать свидетеля, — продолжала она быстро. — Но ты не наёмник. Ты охотник за истиной. И я знаю, что ты уже задавался вопросом: почему за девчонку назначили такую цену?\n\nОн молчал. Это было хорошим знаком.\n\n— Дай мне шанс, — прошептала она. — Я покажу тебе всё. Или ты можешь убить меня… и остаться с вопросом до конца дней.",
    "choices": [
      {
        "text": "Предложить ему сопровождать её к источнику данных",
        "next": "261"
      },
      {
        "text": "Признаться, что у неё нет доказательств — только догадки",
        "next": "260"
      }
    ]
  },
  "71": {
    "text": "— Почему ты скрывал это с самого начала? — спросила Лин, глядя прямо в глаза Гаррету.\n\nОн помолчал, налив себе стакан чёрного синт-кофе. — Потому что не знал, можешь ли ты вынести правду. Артур… твой отец… был не просто инженером. Он был создателем. И он знал, что однажды за ним придёт TerraMorph. Поэтому он разделил правду на части — как фрагменты бомбы. И ты… ты последний предохранитель.\n\nЛин почувствовала, как мир сжимается вокруг неё. — Так Clipper всё ещё активен?\n\n— Нет, — ответил Гаррет. — Но его семя — в тебе. Ты — носитель генетического ключа. И TerraMorph это знает.",
    "choices": [
      {
        "text": "Попросить Гаррета помочь расшифровать, что значит «семя в ней»",
        "next": "246"
      },
      {
        "text": "Отказаться верить ему — это звучит как безумие",
        "next": "247"
      }
    ]
  },
  "72": {
    "text": "Лин решила довериться незнакомцу. Он провёл её через лабиринт переулков, полных гудящих неоновых вывесок и дыма из уличных грилей. В конце пути они остановились у старого грузового лифта. — Здесь безопасно, — сказал он, вводя код. Дверь открылась, и Лин увидела подпольную базу — стены увешаны картами, экранами, а посреди — терминал с логотипом «Сопротивление: проект Clipper».\n\n— Мы следили за тобой с самого начала, — сказал он. — Не для того, чтобы убить. Чтобы защитить. Потому что ты — последняя надежда не на корабль… а на человечество.",
    "choices": [
      {
        "text": "Присоединиться к «Сопротивлению» и раскрыть правду",
        "next": "264"
      },
      {
        "text": "Потребовать доказательств, прежде чем верить",
        "next": "265"
      }
    ],
    "tag": "Main"
  },
  "73": {
    "text": "Лин не стала рисковать. Она выстрелила в потолок, создавая панику, и бросилась в толпу. Пуля сальво ударила в стену рядом с незнакомцем, но он даже не дрогнул. «Ты ошибаешься, Лин», — прошептал он вслед. Она исчезла в переулке, сердце колотилось в груди. Но через час, проверяя мобиглас, она обнаружила, что он взломан. На экране мигала надпись: «Ты не одна. Мы везде. Clipper ждёт».\n\nОна поняла: бежать бессмысленно. Они всегда будут на шаг впереди.",
    "choices": [
      {
        "text": "Отключить все устройства и попытаться скрыться вручную",
        "next": "266"
      },
      {
        "text": "Найти укрытие у старого контакта — возможно, у Зека",
        "next": "267"
      }
    ]
  },
  "74": {
    "text": "Перелёт на Хелиос-4 занял меньше суток. Планета висела в иллюминаторе, как рана — красная, покрытая облаками пыли и токсичного тумана. Лин посадила челнок на краю сектора Гамма, в тени разрушенных опор старой передаточной башни. Sel_Oin молча следил за её действиями, не опуская руку с рукояти клинка.\n\n— Ты не врешь, — сказал он, глядя на руины ангаров. — Здесь действительно что-то спрятано.\n\nЛин указала на вентиляционный ствол у обвала: — Вход под землю. Реактор старой шахты. Там, где даже дроны-песцы боятся ходить.\n\nОни двинулись вперёд. В тишине пустыни каждый шаг звучал как выстрел. Вдруг сенсоры челнока подали сигнал: ещё один корабль вошёл в атмосферу. TerraMorph.\n\n— У тебя три минуты, — прошептал Sel_Oin. — Либо мы находим твою правду… либо я ухожу, а ты остаёшься наедине с ними.",
    "choices": [
      {
        "text": "Повести его напрямую к реактору — рисковать, но быстро",
        "next": "254"
      },
      {
        "text": "Замести следы и попытаться обойти TerraMorph с фланга",
        "next": "255"
      }
    ]
  },
  "75": {
    "text": "— Гарантии? — Sel_Oin усмехнулся, впервые за всё время проявив что-то похожее на эмоцию. — Ты просишь у наёмника гарантии. Как у святого. Лин, контракт не отменяют. Его только выполняют... или игнорируют, если цена выше.\n\nОн сделал шаг вперёд, и его пальцы коснулись чипа на её куртке — трекера, который она даже не заметила. — Я уже знаю, куда ты поведёшь меня. И если это ловушка... ты умрёшь медленнее, чем думаешь.\n\nЛин сжала зубы. Гарантий не будет. Только шанс.\n\n— У тебя есть шесть часов, — повторил он. — Не тяни их впустую.",
    "choices": [
      {
        "text": "Начать подготовку к полёту — проверить снаряжение и корабль",
        "next": "256"
      },
      {
        "text": "Попытаться подстроить ловушку на Хелиосе-4 — использовать его же правила",
        "next": "257"
      }
    ]
  },
  "76": {
    "text": "На следующее утро в новостях мелькнуло сообщение: 'Неизвестная женщина найдена мёртвой в мотеле на Пайро IV. Признаки насильственной смерти отсутствуют. Предположительно — передозировка'.\nНо в подпольных кругах ходил другой слух: Лин Свит знала слишком много. Её убрали… но не всё исчезло. Её корабль «Гарпун-3» всё ещё висел на орбите Пайро IV. И в его системе — что-то осталось.\nSel_Oin отправил отчёт заказчику и получил подтверждение оплаты. Но, пересматривая запись с камеры мобигласа Лин, он вдруг заметил кадр: незадолго до смерти она загрузила данные в облако. Зашифрованные. С меткой **'Если я умру — открой это'**.\nОн стёр запись. Но вопрос остался: *кто следующий?*",
    "choices": [
      {
        "text": "Закрыть дело. Это не твоя проблема.",
        "next": "78"
      },
      {
        "text": "Скачать архив Лин и расшифровать его — вдруг там правда?",
        "next": "79"
      }
    ]
  },
  "77": {
    "text": "Пайро IV не прощал слабости. Лин добралась до полузаброшенного гаража. Чёрный доктор-полукровка наскоро зашил рану. «Лезвие было с нанокислотой, — хрипел он. — Она тебя сожрёт за сутки, если не нейтрализовать. Ищи антидот у корпоративных». Лин поняла: теперь гонка не только за Clipper, но и за собственной жизнью. Sel_Oin давал жертве время осознать неизбежность.",
    "choices": [
      {
        "text": "Найти посредника, который может достать антидот через чёрный рынок",
        "next": "80"
      },
      {
        "text": "Угнать транспорт и прорваться к своему кораблю «Гарпун-3», надеясь найти данные об антидоте на борту",
        "next": "81"
      }
    ],
    "tag": "Main"
  },
  "78": {
    "text": "Sel_Oin удалил архив Лин из системы. Он стёр доказательства, как стирают пыль с бронзовой плиты. В его деле осталась только сухая строка: «Цель устранена. Контракт исполнен». Он вернулся в тень, где ждали новые заказы, новые имена, новые трупы. Clipper перестал существовать — не как корабль, не как ИИ, а как идея. И Лин Свит стала всего лишь ещё одной жертвой в бесконечной машине TerraMorph. Её имя забыли. Её следы исчезли. И только ветер в переулках Пайро IV иногда шептал: «Она была близка…»",
    "choices": [
      {
        "text": "Вернуться к началу",
        "next": "m1"
      },
      {
        "text": "Начать заново",
        "next": "186"
      }
    ]
  },
  "79": {
    "text": "Sel_Oin не был обычным охотником. Он чувствовал, когда дело пахнет катастрофой. Он загрузил архив Лин в свой портативный декодер — модель 'Печаль-9'. Через три часа система выдала: **'Доступ разрешён. Ключ: Clipper был не проектом. Clipper — человек.'**\nНа экране появилось лицо. Не то, что он ожидал. Это был один из основателей корпорации TerraMorph — человек, считавшийся мёртвым 20 лет назад.\nИ в его глазах — тот же знак: глаз с расколотым зрачком.\nSel_Oin понял: он убил не просто информатора. Он убил нить, ведущую к сердцу заговора.\nТеперь за ним самим охотятся.",
    "choices": [
      {
        "text": "Скрыться в Зоне молчания",
        "next": "165"
      },
      {
        "text": "Найти того, кто знал Лин лично — возможно, Гаррет",
        "next": "166"
      }
    ]
  },
  "80": {
    "text": "Лин нашла посредника — старого торговца органами по имени Рико. Он сидел в задымлённой комнате за грудой биокапсул и обещал достать антидот за три дня. «Но платить будешь не кредитами, — сказал он, глядя прямо в глаза. — Ты должна будешь передать мне всё, что знаешь о Clipper. TerraMorph уже купила половину чёрного рынка. Остальная половина — за правду».\nЛин согласилась. У неё не было выбора. Но в глубине души она знала: если она отдаст правду — она потеряет последнее, что связывает её с отцом.",
    "choices": [
      {
        "text": "Согласиться на сделку и передать данные",
        "next": "276"
      },
      {
        "text": "Попытаться обмануть Рико — подсунуть фальшивые данные",
        "next": "277"
      }
    ]
  },
  "81": {
    "text": "Чтобы добраться до «Гарпуна-3», Лин угнала ржавый грузовик. В пути её настигли дроны-разведчики — Sel_Oin уже подключился к сетям Пайро IV. Пришлось бросить машину и идти через кислотные топи. Она вспомнила: если на «Гарпуне-3» остались данные её отца, это её единственный шанс найти координаты базы с антидотом.",
    "choices": [
      {
        "text": "Попытаться проникнуть на космопорт по поддельным документам",
        "next": "143"
      },
      {
        "text": "Продолжать путь пешком через промышленные трущобы, стараясь не попадаться на камеры",
        "next": "144"
      }
    ],
    "tag": "Main"
  },
  "82": {
    "text": "Лин не стала ждать. Она рванула к запасному выходу, используя знания планировки здания отца. За ней кричали, но она уже исчезла в лабиринте служебных коридоров. Сердце колотилось, ноги дрожали, но она знала: если не убежать сейчас — TerraMorph сотрёт её из реальности. В кармане зазвенел мобиглас — новое сообщение от неизвестного отправителя: «Беги. Не верь Арто. Он работает на них». Лин замерла. Если это правда… тогда она только что сама вручила врагу ключ к Clipper.",
    "choices": [
      {
        "text": "Вернуться и попытаться остановить Арто",
        "next": "258"
      },
      {
        "text": "Продолжить бегство — доверять только себе",
        "next": "259"
      }
    ]
  },
  "83": {
    "text": "Лин нырнула в вентиляционную шахту, как в старые времена. Звуки погони остались позади, но она чувствовала — они не отступят. Внизу, в подвале, она нашла аварийный лифт и добралась до парковки. Там стоял старый челнок с открытым шлюзом. На борту — ни души. Она завела двигатели и вырвалась в небо, оставив Лорвиль далеко позади. Но в кабине мигнул терминал: «Привет, Лин. Я знал, что ты выберешь побег». Это был голос Арто. Он был на борту. Или нет?",
    "choices": [
      {
        "text": "Осмотреть корабль — он мог установить закладку",
        "next": "236"
      },
      {
        "text": "Немедленно прыгнуть в гиперпространство — пока не поздно",
        "next": "235"
      }
    ]
  },
  "84": {
    "text": "Лин посмотрела Арто в глаза. В них не было обмана — только усталость человека, который слишком долго нёс правду в одиночку. — Ты — последний из тех, кому мой отец доверял, — сказала она. — Если ты лжёшь, я найду способ уничтожить Clipper навсегда.\nАрто кивнул. — Тогда пошли. Пока у нас есть время.",
    "choices": [
      {
        "text": "Пойти за ним — довериться интуиции",
        "next": "233"
      },
      {
        "text": "Потребовать доказательств — показать архив до перехода",
        "next": "234"
      }
    ]
  },
  "85": {
    "text": "Лин провела диагностику. Корабль был в идеальном состоянии — как будто его ждали. Но в зашифрованном разделе памяти она нашла скрытое сообщение отца: «Если ты читаешь это, значит, ты не одна. Будь осторожна. Clipper выбирает, кого слушать». В этот момент на радаре появились три сигнала — перехватчики TerraMorph. У неё было десять секунд на выбор.",
    "choices": []
  },
  "86": {
    "text": "— Докажи, что ты Арто, — сказала Лин, не опуская оружие.\nОн достал старый ключ — тот самый, что использовался при запуске прототипа. — Этим ключом я отключил аварийный режим, когда твой отец погиб. Он умолял меня спасти тебя, а не корабль.\nЛин вспомнила: в отчётах это упоминалось. Только выжившие знали об этом.\nНо если это ловушка…",
    "choices": [
      {
        "text": "Поверить ему — у неё нет других союзников",
        "next": "151"
      },
      {
        "text": "Сказать: «Покажи, где тело моего отца»",
        "next": "152"
      }
    ],
    "tag": "Main"
  },
  "87": {
    "text": "Лин решила не ждать. Она направила «Гарпун-3» прямо на Хелиос-4. Орбита планеты кишела патрулями, но её корабль был быстр. Прорвавшись сквозь блокаду, она посадила его в секторе Гамма. Воздух был едким, видимость — нулевой. Но вдалеке мерцал свет: кто-то уже был внутри ангара.",
    "choices": [
      {
        "text": "Подкрасться и выяснить, кто там",
        "next": "91"
      },
      {
        "text": "Обойти ангар с тыла и искать запасной вход",
        "next": "92"
      }
    ],
    "tag": "Main"
  },
  "88": {
    "text": "Лин решила проверить данные на чипе. Внутри оказалась не только карта, но и запись голоса Грега: «Если ты это слушаешь, значит, ты нашла меня. Clipper — не корабль. Это вирус. И он уже внутри нас».\nЭкран погас. Все системы корабля вышли из строя. Она оказалась в ловушке — в пустоте, без связи, без надежды.",
    "choices": [
      {
        "text": "Попытаться восстановить питание вручную",
        "next": "302"
      },
      {
        "text": "Активировать аварийный маяк — рискнуть быть найдённой",
        "next": "303"
      }
    ]
  },
  "89": {
    "text": "Лин отправилась на станцию «Оазис». Доктор Мэйн ждала её у причала. — Я знала, что ты придёшь, — сказала она. — Но ты опоздала. TerraMorph уже здесь.\nИз тени вышли двое в чёрном. Но доктор улыбнулась и нажала кнопку. Пол под охотниками провалился. — Добро пожаловать, Лин. Правда начинается здесь.",
    "choices": [
      {
        "text": "Пойти за ней — вглубь станции",
        "next": "95"
      },
      {
        "text": "Остаться на причале — это может быть ловушка",
        "next": "96"
      }
    ]
  },
  "90": {
    "text": "Лин решила не рисковать и сначала изучить данные о станции «Оазис». В архивах она нашла, что станция была закрыта после вспышки странного вируса — тот же код, что и в проекте Clipper. Это не совпадение. Кто-то использовал её как полигон.",
    "choices": [
      {
        "text": "Отправиться на станцию, зная об опасности",
        "next": "300"
      },
      {
        "text": "Предупредить кого-то — попытаться найти союзников",
        "next": "301"
      }
    ]
  },
  "91": {
    "text": "Лин подкралась к ангару. Изнутри доносился голос — знакомый. Это был Sel_Oin. Он стоял перед терминалом и перебирал данные. — Она придёт, — говорил он. — И тогда мы узнаем правду.\nЛин поняла: он не охотник. Он — часть испытания.",
    "choices": [
      {
        "text": "Выйти к нему — сыграть его игру",
        "next": "97"
      },
      {
        "text": "Наблюдать дальше — выяснить его истинные цели",
        "next": "98"
      }
    ]
  },
  "92": {
    "text": "Лин обошла ангар с тыла. На задней стене она нашла старый аварийный шлюз, опечатанный десять лет назад. Но печать была свежей. Кто-то уже проник внутрь. Она открыла шлюз и шагнула во тьму. Воздух был тёплым. Слишком тёплым для заброшенного объекта.",
    "choices": [
      {
        "text": "Включить фонарь — осмотреть помещение",
        "next": "99"
      },
      {
        "text": "Двигаться на ощупь — не привлекать внимания",
        "next": "100"
      }
    ],
    "tag": "Main"
  },
  "93": {
    "text": "Лин приняла решение: она доверится голосу отца. Она направила «Гарпун-3» на станцию «Оазис». В пути она перебирала в памяти каждое слово, каждую фразу. Доктор Мэйн… часть ключа… TerraMorph… Что, если правда — не в корабле, а в людях?",
    "choices": [
      {
        "text": "Новый вариант выбора",
        "next": "89"
      }
    ]
  },
  "94": {
    "text": "Лин попыталась связаться с доктором Мэйн, но канал был зашифрован. На экране появилось сообщение: «Лин, если ты меня слышишь — не лети сюда. Это ловушка. Ключ у Грега. Ищи его на „Надежде“».\nОна поняла: станция «Оазис» — приманка.",
    "choices": [
      {
        "text": "Изменить курс на станцию «Надежда»",
        "next": "90"
      },
      {
        "text": "Проигнорировать предупреждение — довериться первоначальному плану",
        "next": "88"
      }
    ]
  },
  "95": {
    "text": "Доктор Мэйн привела Лин в центр управления станцией. Там, на экране, мигал сигнал — данные из ангаров Хелиоса-4. — Clipper активировался, — сказала она. — Но не тобой. Кем-то другим.\nЛин похолодела. Если это правда, то она уже проиграла.",
    "choices": [
      {
        "text": "Попросить передать управление ей — у неё генетический ключ",
        "next": "306"
      },
      {
        "text": "Сказать: «Покажи мне правду — целиком»",
        "next": "307"
      }
    ]
  },
  "96": {
    "text": "Лин не вошла. Она наблюдала издалека. Через час доктор Мэйн сама покинула станцию — одна. На челноке без опознавательных знаков. Значит, внутри никого не было. Или… они ждут.",
    "choices": []
  },
  "97": {
    "text": "Лин вышла из тени. Sel_Oin не удивился. — Я знал, что ты придёшь, — сказал он. — Но ты не понимаешь. Clipper — это зеркало. Он показывает, кем ты будешь, когда выберешь.\n— Выбрать что? — спросила она.\n— Уничтожить или спасти.",
    "choices": [
      {
        "text": "Спросить: «Спаси кого?»",
        "next": "314"
      },
      {
        "text": "Сказать: «Я не играю по вашим правилам»",
        "next": "315"
      }
    ]
  },
  "98": {
    "text": "Лин наблюдала. Sel_Oin вдруг ушёл, оставив терминал включённым. На экране мигнула надпись: «Выбор сделан. Ожидание пользователя: Лин Кроу».\nОна поняла: это приглашение. И, возможно, последний шанс.",
    "choices": [
      {
        "text": "Войти и принять вызов",
        "next": "316"
      },
      {
        "text": "Уничтожить терминал — раз и навсегда",
        "next": "317"
      }
    ]
  },
  "99": {
    "text": "Фонарь вспыхнул. В центре зала стоял терминал. На нём — надпись: «Привет, Лин. Я ждал». Это был голос её отца. Она подошла ближе. Стены ожили — проекторы включились. Вся комната превратилась в хронику проекта Clipper. И в конце — запись: «Ты должна выбрать. Не за всех. За себя».",
    "choices": [
      {
        "text": "Произнести кодовую фразу — активировать архив",
        "next": "320"
      },
      {
        "text": "Уничтожить терминал — не дать правде быть использованной",
        "next": "321"
      }
    ]
  },
  "100": {
    "text": "Лин двигалась на ощупь. Вдруг её рука наткнулась на что-то тёплое. Тело. Свежее. Она отпрянула. В этот момент включился свет. Перед ней стоял человек в форме TerraMorph — но без лица. Только маска с символом глаза. Он не говорил. Он просто смотрел. И ждал.",
    "choices": [
      {
        "text": "Спросить: «Кто вы?»",
        "next": "324"
      },
      {
        "text": "Атаковать — пока он не двинулся",
        "next": "325"
      }
    ],
    "tag": "Main"
  },
  "101": {
    "text": "Арто замолчал на мгновение. Потом сказал: — Clipper не на орбите. Он внутри сети. На Хелиосе-4 — только его ядро. Остальное — иллюзия. Но если ты активируешь ядро, ты станешь частью системы. Навсегда.\nЛин посмотрела в его глаза. — Тогда покажи мне путь.",
    "choices": []
  },
  "102": {
    "text": "— Почему именно я? — спросила Лин.\n— Потому что ты единственная, кто не боится правды, — ответил Арто. — Остальные боятся, что она изменит их. А ты… ты хочешь, чтобы она изменила мир.",
    "choices": [
      {
        "text": "Спросить: «А ты не боишься?»",
        "next": "103"
      },
      {
        "text": "Сказать: «Покажи мне, где ядро»",
        "next": "104"
      }
    ]
  },
  "103": {
    "text": "Арто усмехнулся горько. — Я уже потерял всё. Даже имя. Я — тень человека, которым был. Но если ты пойдёшь до конца… может, хоть ты останешься собой.",
    "choices": []
  },
  "104": {
    "text": "Арто указал на звёздную карту. — Там, где нет звёзд. В мёртвом квадранте. На «Терминусе». Это и есть вход. Но учти: однажды войдя, ты не сможешь выйти такой, какой была.",
    "choices": []
  },
  "105": {
    "text": "Лин попыталась взломать дрон. Она нашла одного из старых сельскохозяйственных дронов, которые использовались для опрыскивания полей. С помощью портативного компьютера ей удалось обойти базовую защиту и получить доступ к системам. Дрон был примитивным, но у него был коммуникационный модуль. Она попыталась отправить сигнал бедствия на ближайшую космическую станцию, но модуль был повреждён. Зато она обнаружила, что дрон можно перепрограммировать для транспортировки. Она села на него, балансируя на неустойчивой платформе, и направила в сторону ближайшего поселения. Двигался он медленно, но это было лучше, чем идти пешком. Позади она слышала звуки преследования — челнок летал низко над лесом, сканируя местность.",
    "choices": [
      {
        "text": "Продолжать движение на дроне, надеясь на удачу",
        "next": "107"
      },
      {
        "text": "Сойти с дрона и попытаться скрыться в пещере",
        "next": "108"
      }
    ]
  },
  "106": {
    "text": "Лин решила переждать день в пещере. Ночь наступила быстро, и вместе с ней пришла ледяная сырость. Она прокралась обратно в колонию, но охотники оставили датчики движения вокруг её дома. Тревога сработала, когда она была в десяти метрах от старого грузовика. Прожектора ослепили её. Из темноты вышли двое. «Думала, спрячешься?» — усмехнулся один из них. У Лин было два варианта: попытаться договориться или броситься в последнюю отчаянную атаку.",
    "choices": [
      {
        "text": "Попытаться договориться, предложить информацию о Clipper",
        "next": "128"
      },
      {
        "text": "Броситься к грузовику, попытаться уехать под огнём",
        "next": "129"
      }
    ]
  },
  "107": {
    "text": "Лин продолжила движение на дроне. Хрупкая конструкция трещала под её весом, но держалась. Внезапно сзади послышался рёв двигателей — челнок охотников заметил её. Лазерный луч прошил воздух в метре от неё. Дрон задымился. Нужно было срочно принимать решение: попытаться скрыться в гуще деревьев или спрыгнуть и бежать пешком, пока дрон отвлекает внимание.",
    "choices": [
      {
        "text": "Направить дрон в густые заросли, попытаться скрыться",
        "next": "109"
      },
      {
        "text": "Спрыгнуть и бежать, пока дрон отвлекает охотников",
        "next": "283"
      }
    ]
  },
  "108": {
    "text": "Лин спрыгнула с дрона и побежала. Дрон, управляемый автопилотом, улетел в сторону, уводя за собой охотников. Она скрылась в лесной чаще и через три дня вышла к заброшенной шахтёрской деревне. Там она нашла старый, но исправный челнок. Месяц спустя она была уже в другом секторе, с новым именем и новой жизнью. Clipper стал лишь смутным воспоминанием, ночным кошмаром, который постепенно стирался. Она выжила, но цена была высока — навсегда забыть, кем она была.",
    "choices": []
  },
  "109": {
    "text": "Лин попыталась скрыться в гуще деревьев, но лазерный заряд попал прямо в двигатель дрона. Взрыв отбросил её на землю. Придя в сознание, она увидела над собой двух охотников. «Прости,» — прошептал один из них, и выстрел оборвал её жизнь. Её тело нашли через неделю. В отчёте написали: «Несчастный случай». Clipper остался тайной, а Лин — ещё одним безымянным телом в бесконечной войне корпораций.",
    "choices": []
  },
  "110": {
    "text": "Лин продолжала ехать через лес на грузовике. Ветки хлестали по лобовому стеклу, подвеска скрипела на каждом ухабе. Внезапно грузовик накренился и застрял в грязи. Лин попыталась выехать, но колёса только буксовали. Она выскочила и посмотрела на ситуацию. Грузовик застрял по оси. Сзади слышался звук приближающегося челнока. У неё было несколько минут. Она взяла из грузовика всё ценное: инструменты, немного еды, оружие, и побежала дальше в лес. Челнок приземлился неподалёку, и двое охотников вышли наружу. Они начали обыскивать местность. Лин спряталась в густых зарослях, стараясь не дышать. Охотники были всего в нескольких метрах. Один из них что-то сказал по радио: «Объект где-то рядом. Начинаю прочес».",
    "choices": []
  },
  "111": {
    "text": "Лин бросила грузовик и побежала через лес. Через час она поняла, что заблудилась. Ещё через день закончилась вода. На третий день она нашла ручей, но вода оказалась отравленной промышленными отходами. Конвульсии начались через несколько часов. Она умерла в одиночестве, под чужими звёздами. Её скелет нашли годы спустя. Никто не связал эти останки с беглянкой по имени Лин Свит. Тайна Clipper умерла вместе с ней.",
    "choices": []
  },
  "112": {
    "text": "Лин вставила ключ, и ангар наполнился гулом пробуждающихся систем. Свет вспыхнул повсюду, и вентиляция заработала на полную мощность. Но вместе с тем сработала сигнализация — система распознала несанкционированный доступ. Вдалеке послышались шаги: группа реагирования уже в пути. Лин бросилась к кораблю и запустила двигатели. Clipper ожил с рёвом, сорвавшись с креплений. Он прорвал крышу ангара и устремился в небо, оставляя за собой шлейф пламени. Но было поздно — орбитальные патрули уже взяли курс на перехват.",
    "choices": []
  },
  "113": {
    "text": "Лин не стала рисковать. Она отключила все активные системы ангара, включая освещение и вентиляцию, и замаскировала следы своего присутствия. Но пока она работала, терминал в углу начал мигать: кто-то пытался получить удалённый доступ к системе. Она поняла: за ней следят через спутниковую сеть. У неё было два пути — либо уйти, не трогая корабль, либо отключить связь и остаться наедине с Clipper, не зная, что ждёт за дверью.",
    "choices": [
      {
        "text": "Отключить внешнюю связь и остаться, чтобы изучить корабль",
        "next": "118"
      },
      {
        "text": "Покинуть ангар немедленно — корабль слишком опасен",
        "next": "119"
      }
    ]
  },
  "114": {
    "text": "Лин не стала ждать. Она запустила двигатель, и Clipper рванул ввысь, разрывая крышу ангара. В небе её уже ждали корабли TerraMorph. Бой был коротким и безнадёжным. Clipper, несмотря на свои системы, был повреждён и не мог маневрировать на полную мощность. Один из ударов пробил обшивку кабины. Лин потеряла сознание. Когда очнулась, она была в плену. Её везли на секретную базу. Clipper — тоже. Проект возвращался к своим создателям.",
    "choices": [
      {
        "text": "Попытаться саботировать корабль изнутри — активировать аварийный протокол",
        "next": "115"
      },
      {
        "text": "Сыграть мёртвую — ждать момента побега",
        "next": "116"
      }
    ]
  },
  "115": {
    "text": "Лин активировала скрытый протокол отца — «Чернила». Система Clipper начала стирать всю информацию, включая собственную архитектуру. TerraMorph не успела ничего сохранить. Корабль погиб как носитель правды. Лин уничтожили вскоре после этого. Но в подполье осталась последняя запись: «Clipper мёртв. Но правда — нет».",
    "choices": []
  },
  "116": {
    "text": "Лин притворилась сломленной. Месяц она ждала, питаясь скудной пайкой и наблюдая за паттернами охраны. Наконец, в ночь бури магнитного шторма, она сбежала, выведя из строя систему слежения Clipper’ом изнутри. Но вместо того чтобы бежать, она осталась и уничтожила все серверы. Clipper исчез. А она — тоже.",
    "choices": []
  },
  "117": {
    "text": "Голограмма Арто не отреагировала на атаку. Она просто рассеялась, как дым. Но голос раздался снова — уже из динамиков по всему зданию: «Ты не первая, кто пытался убить правду, Лин. Но ты последняя, у кого есть шанс её принять». Двери блокпоста закрылись. Охрана исчезла. Только она и голос. Выбор.",
    "choices": []
  },
  "118": {
    "text": "Лин отключила всю внешнюю связь. Тишина накрыла ангар, как саван. Она подошла к кораблю и ввела генетический ключ своего отца, найденный в его старом браслете. Панель управления замигала зелёным. «Добро пожаловать, Лин. Я ждал тебя 10 лет». В этот момент она поняла: Clipper был не оружием. Он был *памятью*. И она — его последний носитель.",
    "choices": []
  },
  "119": {
    "text": "Лин покинула ангар, оставив Clipper в покое. Она вернулась в город, изменила имя, ушла в подполье. Годы шли. Но однажды, на чёрном рынке, она увидела логотип — глаз с расколотым зрачком. И поняла: он всё ещё идёт за ней. Clipper не нуждался в пилоте. Он ждал, пока она сама придёт за ним.",
    "choices": [
      {
        "text": "Отправиться на поиск Арто — возможно, он знает, как остановить Clipper",
        "next": "120"
      },
      {
        "text": "Найти Гаррета и предупредить его — за всеми ими охотятся",
        "next": "121"
      }
    ]
  },
  "120": {
    "text": "Арто исчез. На его последнем укрытии остались лишь пепел и выжженный терминал. На нём — одно слово: «Прости». Лин поняла: он ушёл, чтобы защитить её. Или чтобы скрыть то, что узнал слишком поздно. Она больше никогда не видела его. Но каждую ночь слышала его голос в своих снах.",
    "choices": []
  },
  "121": {
    "text": "Гаррет уже был мёртв. Его тело нашли в баре «Орбитуари», с той же отметкой — глаз с расколотым зрачком. На столе стоял бокал «Прах Императора». Недопитый. Рядом — её фото. Лин поняла: она втянула в эту войну всех, кто ей помогал. И следующая — будет она.",
    "choices": []
  },
  "122": {
    "text": "Лин решила подождать. Человек закончил осмотр и ушёл, заперев ангар изнутри. Она воспользовалась моментом и прошла внутрь через вентиляцию. Корабль стоял в тишине. Но на панели управления мигал сигнал: «Связь восстановлена. Ожидание команды». Кто-то уже активировал систему. Возможно, не она — первая, кто пришёл за Clipper’ом.",
    "choices": [
      {
        "text": "Попытаться войти под прикрытием — сделать вид, что работает на TerraMorph",
        "next": "124"
      },
      {
        "text": "Найти другой вход и обезвредить систему изнутри",
        "next": "125"
      }
    ]
  },
  "123": {
    "text": "Лин атаковала внезапно. Человек даже не успел обернуться. Она устранила его и взяла планшет. На нём — инструкции по транспортировке Clipper’а на станцию «Терминус». Похоже, TerraMorph решила переместить корабль. У неё было несколько часов до прибытия эскорта. Достаточно, чтобы уничтожить корабль навсегда… или забрать его себе.",
    "choices": []
  },
  "124": {
    "text": "Лин вошла в ангар, надев униформу TerraMorph, найденную в ящике. Охрана приняла её за свою. Она подошла к Clipper’у и подключила чип отца. Система распознала угрозу и начала аварийную самоутилизацию. Через три минуты ангар превратился в кратер. Clipper исчез. И Лин — тоже.",
    "choices": []
  },
  "125": {
    "text": "Лин проникла в ангар через дренажную систему. Она обезвредила датчики и отключила связь с внешним миром. Теперь корабль был её. Но стоило ей прикоснуться к панели, как раздался голос: «Ты не готова. Но я дам тебе шанс». Перед ней появился выбор — не технический, а моральный.",
    "choices": [
      {
        "text": "Согласиться пройти испытание — узнать правду о своём отце",
        "next": "126"
      },
      {
        "text": "Активировать аварийный уничтожитель — не дать кораблю упасть в чужие руки",
        "next": "127"
      }
    ]
  },
  "126": {
    "text": "Лин согласилась. На экране замигали воспоминания отца — не отредактированные, а настоящие. Она увидела, как он умирал, защищая данные. Как просил Clipper’а «ждать Лин». И как шептал перед смертью: «Прости, дочка… я не смог защитить тебя». Слёзы катились по её щекам. Теперь она знала правду. И цену, которую придётся заплатить.",
    "choices": []
  },
  "127": {
    "text": "Лин нажала кнопку самоуничтожения. Но система не отреагировала. Голос Clipper’а произнёс: «Ты боишься правды. Поэтому не достойна её». В этот момент в ангар ворвались агенты TerraMorph. Она не сопротивлялась. Она просто смотрела на корабль, пока её уводили. Clipper остался. Но она больше никогда не вернулась.",
    "choices": []
  },
  "128": {
    "text": "У меня есть информация о Clipper,» — выпалила Лин, поднимая руки. Охотники переглянулись. «Говори,» — приказал старший. Лин рассказала всё, что знала, но опустила координаты Хелиоса-4. Охотники, казалось, поверили. «Ладно, мы проверим. Если врёшь — вернёмся.» Они улетели. У Лин был шанс бежать, но теперь за ней охотились две стороны: корпорация и наёмники, которым она только что солгала.",
    "choices": [
      {
        "text": "Немедленно уехать на грузовике, пока охотники не вернулись",
        "next": "130"
      },
      {
        "text": "Вернуться в пещеру и переждать ещё несколько дней",
        "next": "133"
      }
    ]
  },
  "129": {
    "text": "Лин рванулась к грузовику. Выстрелы прозвучали почти сразу. Одна пуля задела плечо, но она добралась до кабины и завела двигатель. Грузовик рванул вперёд, сминая забор. В зеркале она видела, как охотники прыгают в свой челнок. Начиналась погоня. Дорога вела через узкий каньон — там можно попытаться оторваться, но риск оползней высок.",
    "choices": [
      {
        "text": "Ехать через каньон, надеясь на скорость",
        "next": "134"
      },
      {
        "text": "Свернуть в лес, пожертвовав скоростью, но получив укрытие",
        "next": "139"
      }
    ]
  },
  "130": {
    "text": "Лин вскочила в грузовик и помчалась по ночной дороге. Она ехала без остановки шесть часов. К утру двигатель начал перегреваться, но она была уже у космопорта. Проблема была одна: у неё не было денег на билет. Оставалось два варианта: попытаться пробраться на корабль нелегально или найти чёрного дилера, который продаст поддельные документы.",
    "choices": [
      {
        "text": "Попытаться проникнуть на грузовой корабль через служебный люк",
        "next": "131"
      },
      {
        "text": "Найти дилера в подпольном баре космопорта",
        "next": "132"
      }
    ]
  },
  "131": {
    "text": "Лин пробралась в грузовой отсек корабля, но её обнаружил борт-компьютер. Система безопасности заблокировала отсек и откачала воздух. Она умерла от удушья, так и не узнав, куда направлялся корабль. Её тело выбросили в космос как неопознанный мусор. Clipper продолжил ждать.",
    "choices": []
  },
  "132": {
    "text": "Дилер оказался информатором корпорации. Он продал Лин билет на корабль, который оказался ловушкой. На орбите её встретили агенты TerraMorph. «Спасибо за информацию о Clipper,» — сказал человек в чёрном. Её тело исчезло в недрах корпоративной тюрьмы. Официально она числится пропавшей без вести.",
    "choices": []
  },
  "133": {
    "text": "Лин вернулась в пещеру. Она провела там ещё двое суток, питаясь кореньями. На третий день она услышала звук двигателей — охотники вернулись с подкреплением. Они прочёсывали лес. Лин оказалась в ловушке: с одной стороны — вход в пещеру, с другой — узкий проход вглубь скалы, ведущий в неизвестность.",
    "choices": [
      {
        "text": "Остаться в пещере и надеяться, что не найдут",
        "next": "135"
      },
      {
        "text": "Пойти по узкому проходу, куда он ведёт",
        "next": "136"
      }
    ]
  },
  "134": {
    "text": "Каньон оказался ловушкой. Челнок охотников летел сверху, и они с лёгкостью расстреляли грузовик. Лин попыталась выпрыгнуть, но один из выстрелов попал в бензобак. Взрыв поглотил и грузовик, и её. Охотники доложили: «Цель ликвидирована». Clipper остался в тени.",
    "choices": []
  },
  "135": {
    "text": "Лин затаилась в дальнем углу пещеры. Охотники вошли, осветили фонарями... и прошли мимо. Она выждала час, два, три. Когда выбралась наружу, было уже утро. Она нашла брошенный вездеход и уехала. Ей удалось скрыться, но о Clipper пришлось забыть. Иногда лучше оставаться в тени.",
    "choices": []
  },
  "136": {
    "text": "Проход оказался длинным естественным туннелем. Через полчаса ходьбы Лин вышла в огромную подземную пещеру, освещённую биолюминесцентными грибами. Посреди пещеры стоял старый исследовательский модуль — видимо, заброшенная база геологов. Внутри могло быть оборудование, еда, а может, и транспорт. Но также могли быть и ловушки.",
    "choices": [
      {
        "text": "Осмотреть модуль, возможно, найти припасы",
        "next": "137"
      },
      {
        "text": "Обойти модуль и искать другой выход из пещеры",
        "next": "138"
      }
    ]
  },
  "137": {
    "text": "В модуле Лин нашла старый, но рабочий скафандр и запас кислорода. Также она обнаружила карту подземных тоннелей, ведущих к соседней долине. Через три дня она вышла на поверхность в сотне километров от колонии. Она выжила, но Clipper остался тайной, которую она решила никогда не раскрывать.",
    "choices": []
  },
  "138": {
    "text": "Лин обошла модуль и нашла выход на поверхность. Она выбралась как раз рядом с космопортом. С поддельными документами, которые она изготовила из найденных в пещере материалов, она села на пассажирский лайнер. Clipper остался позади, как и её прошлая жизнь. Новое имя, новая планета, новый шанс.",
    "choices": []
  },
  "139": {
    "text": "Лин свернула в лес. Ветки хлестали по лобовому стеклу, грузовик замедлился, но и челнок не мог лететь под кронами деревьев. Через час она оторвалась. Найдя укрытие, она бросила грузовик и продолжила пешком. Через неделю она добралась до нейтральной станции. Clipper стал для неё лишь воспоминанием, но она знала — однажды эта тайна снова найдёт её.",
    "choices": []
  },
  "140": {
    "text": "Лин согласилась попросить Зека помочь найти Арто. Техник кивнул, достал из-под прилавка старый сканер нейросетевых следов и подключил его к своему кибернетическому глазу. Через несколько минут он произнёс: — Арто был здесь… три дня назад. Он оставил цифровой след на терминале в секторе D. Но это не просто отпечаток. Это приглашение. Или ловушка. Ты уверена, что хочешь пойти по этому следу?",
    "choices": []
  },
  "141": {
    "text": "Лин направилась в ангар 7, сектор Гамма, на планете Хелиос-4, как указывал навигационный блок. Планета была закрыта для посещений — карантинная зона после инцидента с био-протоколом. Но Clipper имел приоритетный допуск. Приземлившись в пыльном кратере, она обнаружила, что ангар частично обрушился. Внутри царила странная тишина, нарушаемая лишь гулом работающих систем. На контрольной панели мигал статус: «Объект в спячке. Генетический ключ не обнаружен». Лин приложила руку к сканеру. Экран замигал. Система ответила: «Ключ частично совпадает. Доступ ограничен. Активировать ручной режим?»",
    "choices": []
  },
  "142": {
    "text": "Лин решила сначала найти генетический материал доктора Сейфа. Из записей Гаррета она узнала, что доктор работал в исследовательском центре на станции «Надежда». Там хранился его личный архив, включая образцы ДНК. Она направила свой корабль туда. По пути она получила зашифрованное сообщение от неизвестного отправителя: «Не верь Арто. Он уже не тот, кем был». Лин стиснула зубы. Каждый шаг становился всё опаснее, но остановиться она не могла.",
    "choices": [
      {
        "text": "Посадить корабль на «Надежде» и проникнуть в архив напрямую.",
        "next": "143"
      }
    ]
  },
  "143": {
    "text": "Лин пробралась на станцию «Надежда» под видом техника по ремонту систем жизнеобеспечения. Архив доктора Сейфа оказался заперт за биометрическим замком, но с помощью Зека она обошла защиту. Внутри она нашла не только образцы ДНК, но и дневник. В последней записи доктор писал: «Если ты читаешь это, Артур мёртв, а Clipper — жив. Не активируй его без меня. Я — последний страж». Лин поняла: доктор Сейф мог быть ещё жив… или его сознание было загружено в Clipper.",
    "choices": [
      {
        "text": "Вернуться на Хелиос-4 с образцом ДНК и попытаться активировать Clipper.",
        "next": "149"
      },
      {
        "text": "Отправиться на поиски самого доктора Сейфа — возможно, он скрывается.",
        "next": "150"
      }
    ]
  },
  "144": {
    "text": "Промышленные трущобы кишели мародёрами и бандами. Лин удалось избежать столкновений, но силы были на исходе. Наконец, вдали показались очертания старого грузового дока, где, по её данным, стоял «Гарпун-3». Но периметр дока патрулировали вооружённые люди в неизвестной униформе.",
    "choices": [
      {
        "text": "Поджечь склад на соседнем терминале, чтобы создать панику и отвлечь охрану",
        "next": "145"
      },
      {
        "text": "Обойти док через систему дренажных тоннелей под комплексом",
        "next": "146"
      }
    ],
    "tag": "Main"
  },
  "145": {
    "text": "Лин подожгла склад со старым синтетическим топливом. Взрыв и пожар подняли тревогу. Охрана бросилась к месту ЧП. Пользуясь суматохой, она проскользнула к «Гарпуну-3». Корабельный компьютер узнал её биометрику. На экране замигал файл: «Экстренное сообщение. Антидот. Координаты: Лаборатория «Зеро», сектор Омега, станция «Терминус». Но рядом с координатами была пометка: «Ловушка. Не доверяй»",
    "choices": [
      {
        "text": "Немедленно лететь на «Терминус». Рискнуть — другого выхода нет",
        "next": "147"
      },
      {
        "text": "Игнорировать координаты. Искать антидот через свои старые связи на Пайро IV",
        "next": "148"
      }
    ]
  },
  "146": {
    "text": "Тоннель стал уже. Вода поднялась по грудь, тяжёлая и маслянистая. Лин пробиралась вперёд, цепляясь за ржавые скобы в стене. Впереди — развилка: левый тоннель вёл вверх, откуда доносился гул механизмов; правый уходил в полную темноту, но на стене она заметила старую табличку «Сектор А-17. Ангар». Выбор был неочевиден.",
    "choices": [
      {
        "text": "Свернуть налево, к шуму — возможно, это выход на поверхность",
        "next": "185"
      },
      {
        "text": "Продолжить по правому тоннелю, следуя старой табличке",
        "next": "278"
      }
    ],
    "tag": "Main"
  },
  "147": {
    "text": "Лин не раздумывала. Каждая секунда означала смерть. Она заглушила боль стимуляторами, вручную запустила двигатели «Гарпуна-3» и вырвалась с Пайро IV в сторону сектора Омега. Прыжок в гиперпространство длился вечностью — время, которое её тело неумолимо теряло. Она чувствовала, как кислота разъедает ткани изнутри, будто под кожей ползают раскалённые иглы.\n\n«Терминус» предстал перед ней гигантским стальным кладбищем. Лаборатория «Зеро» оказалась заброшенным исследовательским модулем на самой окраине станции. Воздух внутри был спёртым и холодным. Никого. Только ряды мерцающих терминалов под слоем космической пыли./n/n\n\nНа центральном столе лежал инъектор с голубой жидкостью — антидот. Рядом записка с тем же знаком, что был на конверте из бара: глаз с расколотым зрачком. Она схватила инъектор, но в этот момент свет погас. Из тьмы вышел Sel_Oin./n/n\n\n«Я знал, что ты придёшь сюда первой, — сказал он без эмоций. — Это была не ловушка. Это проверка. Ты слишком доверяешь данным»./n/n\n\nОна попыталась поднять сальво, но пальцы уже не слушались. Ноги подкосились. Sel_Oin не стал её добивать. Он лишь наблюдал, как она в последнем усилии вводит себе антидот. Голубая жидкость вошла в вену. Боль на мгновение отступила. Но экран терминала рядом вспыхнул красным: «Состав: плацебо. Цель: наблюдение за реакцией на ложную надежду»./n/n\n\nЛин поняла всё. Её не убили за информацией. Её использовали как тестовый образец. Последнее, что она увидела, — это удаляющуюся спину Sel_Oin в проёме шлюза. Холод космоса начал наполнять помещение. Смерть пришла тихо, как и было обещано: без свидетелей, без следа. Clipper остался тайной. А её тело стало всего лишь ещё одним образцом в архивах тех, кто играет в игры выше человеческого понимания",
    "choices": []
  },
  "148": {
    "text": "Лин не поверила цифрам на экране. Слишком уж вовремя. Слишком уж чисто. Она отправила ложный сигнал о прыжке на «Терминус», а сама осталась в тени Пайро IV. Её старые связи — контрабандисты, технари, подпольные хирурги — откликнулись молчанием. Страх перед Sel_Oin оказался сильнее денег и долгов./n/n\n\nЛишь один человек ответил — старый наставник по прозвищу Клюв, державший лавку в районе «Ржавых труб». «Антидот есть у корпоративных, — прошептал он, не поднимая глаз. — Но он им нужен живой. Ты — приманка. Они ждут, когда ты сама придёшь за ним»./n/n\n\nНо выбора не было. Боль стала невыносимой. Лин согласилась на сделку: она передаёт Клюву все данные по Clipper, а он через свои каналы выбивает антидот. Встреча была назначена в нейтральной зоне — на заброшенной свалке корабельных двигателей./n/n\n\nЕё предали, конечно. Клюв оказался не тем, кем она его помнила. Вместо антидота из тени вышел Sel_Oin. На этот раз без слов. Он просто показал ей пустой инъектор и раздавил его в перчатке./n/n\n\n«Ты выбрала неверный путь, — сказал он. — Доверие — это слабость. А слабость — это смерть»./n/n\n\nЛин попыталась выстрелить, но её рука дрогнула. Sel_Oin был неумолим. Его клинок на этот раз нашёл сердце с хирургической точностью. Перед тем как погаснуть, она увидела, как он забирает из рук Клюва чип с данными — её последнюю надежду. Её смерть не была грандиозной. Она была тихой, грязной и бесполезной, как и всё на Пайро IV. А Clipper продолжил ждать. Но уже не её.",
    "choices": []
  },
  "149": {
    "text": "С образцом ДНК доктора Сейфа Лин вернулась на Хелиос-4. Ангар 7, сектор Гамма, встречал её мёртвой тишиной. Она приложила капсулу с биоматериалом к сканеру у входа. Система замерцала, затем открыла дверь с глухим шипением. Внутри всё осталось как в её последний визит: три корабля-клонa Clipper в полумраке. Но на центральном теперь горел зелёный индикатор — активация возможна. Лин подошла к нему и вставила капсулу в слот на панели управления. Раздался глубокий гул, и из динамиков прозвучал голос, похожий на голос её отца: «Генетический ключ подтверждён. Добро пожаловать, Лин. Готова ли ты принять наследие?»",
    "choices": [
      {
        "text": "Да. Я готова узнать правду.",
        "next": "163"
      },
      {
        "text": "Нет. Я не уверена…",
        "next": "164"
      }
    ]
  },
  "150": {
    "text": "Лин отправилась на поиски самого доктора Сейфа. Из записей Гаррета она узнала, что последнее упоминание о нём было на станции «Маяк», в изолированном секторе, закрытом после вспышки неизвестного вируса. Станция находилась на границе нейтральной зоны и была окружена минными поясами. Но Лин не остановилась — она нашла старый контрабандный маршрут, используемый лишь отчаянными. Прибыв на «Маяк», она обнаружила, что станция не заброшена. В центральном модуле горел свет. И кто-то ждал её.",
    "choices": [
      {
        "text": "Войти внутрь и встретиться с ним",
        "next": "173"
      },
      {
        "text": "Наблюдать издалека, не раскрывая себя",
        "next": "174"
      }
    ]
  },
  "151": {
    "text": "Лин решила поверить Арто. Он повёл её через подземные тоннели под Лорвильем, вглубь заброшенной инфраструктуры. По пути он рассказал, что после катастрофы на верфи он скрывался, собирая фрагменты правды о проекте Clipper. «Они не просто строили корабль, — сказал он. — Они строили судью. И ты — последний, кто может решить, заслуживает ли человечество быть оправданным». Они достигли двери с биометрическим замком. Арто кивнул: «Дальше — только ты».",
    "choices": [
      {
        "text": "Открыть дверь и войти внутрь",
        "next": "153"
      },
      {
        "text": "Попросить Арто пойти с ней",
        "next": "154"
      }
    ],
    "tag": "Main"
  },
  "152": {
    "text": "— Покажи, где тело моего отца, — потребовала Лин, не снимая руку с оружия.\nАрто глубоко вздохнул. — Его нет. После аварии остался только костный фрагмент. Но если хочешь, я приведу тебя туда, где он погиб. Это место называется «Ядро Забвения» — лаборатория под станцией «Терминус». Туда не ходит никто. Даже TerraMorph боится заходить внутрь.",
    "choices": [
      {
        "text": "Согласиться — увидеть место гибели отца",
        "next": "157"
      },
      {
        "text": "Отказаться — это может быть ловушка",
        "next": "158"
      }
    ]
  },
  "153": {
    "text": "Лин открыла дверь. За ней оказалась комната, стены которой были покрыты проекторами. В центре — кресло с подключенными к нему нейроинтерфейсами. На экране мигнуло: «Добро пожаловать, Лин Кроу. Испытание начинается». Голос системы был спокойным, почти человеческим. «Ты должна выбрать: активировать Clipper или уничтожить его навсегда. Но знай — каждый выбор повлечёт за собой последствия, которых ты не сможешь отменить».",
    "choices": [
      {
        "text": "Пройти испытание — узнать, что скрывает система",
        "next": "155"
      },
      {
        "text": "Покинуть комнату — отказаться от выбора",
        "next": "156"
      }
    ],
    "tag": "Main"
  },
  "154": {
    "text": "— Я не оставлю тебя одну, — сказал Арто. — Но если я войду, система может счесть это нарушением протокола и активировать аварийную блокировку. Ты должна идти сама. Ты — единственный носитель ключа. Это твоя судьба.",
    "choices": []
  },
  "155": {
    "text": "Лин села в кресло и подключилась к интерфейсу. Мир исчез, и она оказалась внутри воспоминаний отца: авария, предательство, попытка остановить запуск. И в конце — голос: «Если ты это видишь, значит, ты поняла. Clipper — не оружие. Он — зеркало. И он покажет миру то, что оно заслуживает». Перед ней возник выбор: активировать систему или стереть её из памяти навсегда.",
    "choices": [
      {
        "text": "Новый вариант выбора",
        "next": "21"
      }
    ],
    "tag": "Main"
  },
  "156": {
    "text": "Лин встала и вышла из комнаты. Арто ждал за дверью. — Ты отказалась? — спросил он. — Тогда Clipper останется в тени. Но TerraMorph не перестанет искать. И следующий, кто придёт сюда, может не обладать твоей совестью. Ты дала миру отсрочку… но не спасение.",
    "choices": []
  },
  "157": {
    "text": "Арто привёл Лин к шлюзу «Ядра Забвения». Станция «Терминус» молчала, как гроб. Внутри — полная темнота и странный гул, будто что-то живое дышало в глубине. На стене висела табличка: «Здесь погиб доктор Артур Кроу. Не входить». Лин прикоснулась к ней. В этот момент загорелся свет, и из тьмы вышла фигура в форме TerraMorph — но без лица. Только глаза, светящиеся холодным голубым светом.",
    "choices": [
      {
        "text": "Спросить, кто он",
        "next": "159"
      },
      {
        "text": "Атаковать немедленно",
        "next": "160"
      }
    ]
  },
  "158": {
    "text": "Лин отказалась. Она не верила, что Арто говорит правду. Возможно, он хотел увести её в ловушку. Она развернулась и ушла, оставив его одного в подземелье. Позже она узнала, что «Ядро Забвения» было уничтожено взрывом. Арто исчез. А вместе с ним — последняя надежда найти тело отца.",
    "choices": []
  },
  "159": {
    "text": "Фигура не ответила. Вместо этого она протянула руку и коснулась её лба. В голове Лин вспыхнули образы: отец, стоящий у терминала; вспышка; его последние слова — «Прости, дочка». Затем — тишина. Фигура исчезла. На полу остался только чип с надписью: «Последняя запись. Только для Лин».",
    "choices": [
      {
        "text": "Вставить чип и прослушать запись",
        "next": "161"
      },
      {
        "text": "Уничтожить чип — не рисковать",
        "next": "162"
      }
    ]
  },
  "160": {
    "text": "Лин выстрелила. Пули прошли сквозь фигуру, как сквозь голограмму. Внезапно свет погас, и она почувствовала, как кто-то схватил её за руку. Голос прошептал: «Ты не должна быть здесь». Это был голос её отца. Затем — провал в темноту. Она очнулась у входа на станцию, без сознания и без оружия. От «Ядра Забвения» не осталось и следа.",
    "choices": []
  },
  "161": {
    "text": "Запись содержала последние слова отца: «Если ты слышишь это, значит, ты почти у цели. Clipper — это не корабль. Это система суждения. И она уже наблюдает за тобой. Не верь TerraMorph. Не верь Арто. Доверяй только себе». Запись оборвалась. Лин поняла: она ближе к правде, чем когда-либо. Но цена может быть слишком высока.",
    "choices": []
  },
  "162": {
    "text": "Лин раздавила чип ногой. Она больше не хотела следовать чьим-то указаниям — ни отца, ни Арто, ни TerraMorph. Она ушла с «Терминуса» и исчезла в подполье. Clipper стал легендой. А её имя — мифом.",
    "choices": []
  },
  "163": {
    "text": "Система ответила: «Подтверждено. Инициализация последнего протокола». Стены ангара начали двигаться, открывая тайный лифт вглубь планеты. Лин вошла внутрь. Лифт опустился на километр вниз, к ядру реактора старой шахты. Там, в центре зала, стоял терминал с одним вопросом: «Ты хочешь спасти мир… или осудить его?»",
    "choices": []
  },
  "164": {
    "text": "Система отреагировала на колебания: «Отказ распознан. Clipper возвращается в спячку на неопределённый срок». Двери ангара начали закрываться. Лин бросилась к выходу, но на пороге остановилась. Она поняла: отсрочка — не решение. Но, возможно, ей нужно больше времени. Она улетела с Хелиоса-4, не зная, вернётся ли сюда снова.",
    "choices": []
  },
  "165": {
    "text": "Он отправился в Зону Молчания — квартал на Хурстине, где не работали ни дроны, ни слежка. Там, в баре без названия, за чашкой чая из радиоактивных листьев, он встретил её — женщину с кибернетическими глазами, которую Лин когда-то могла бы назвать союзницей.\n— Ты убил её, — сказала она без эмоций.\n— Но не уничтожил правду, — ответил он.\nОна посмотрела в его глаза. Потом кивнула.\n— Тогда помоги мне закончить то, что начала она.\nОни заключили сделку. Без слов. Без контракта. Только взгляд и обещание: **'Clipper умрёт дважды.'**",
    "choices": [
      {
        "text": "Согласиться на сделку и подготовиться к атаке на TerraMorph",
        "next": "167"
      },
      {
        "text": "Узнать больше о женщине и её связи с Лин",
        "next": "168"
      }
    ]
  },
  "166": {
    "text": "Лин нашла Гаррета в заброшенном доке на окраине станции. Он сидел за столом, перед ним лежала карта сектора с пометками. Увидев её, он вздохнул с облегчением.\n— Я думал, тебя убили после того инцидента на Пайро IV.\n— Почти, — ответила Лин, показывая шрам от клинка Sel_Oin'а. — Но мне повезло. Теперь мне нужна твоя помощь. Кто такой «Молот» на самом деле?\nГаррет помолчал, наливая себе виски из потрёпанной фляги. — «Молот» — это не человек. Это протокол. Программа стирания памяти, встроенная в Clipper. И твой отец пытался её остановить.\nЛин почувствовала, как мир вокруг неё сужается. — Значит, Clipper не просто наблюдает... он стирает?",
    "choices": [
      {
        "text": "Потребовать объяснений — как остановить «Молот»",
        "next": "171"
      },
      {
        "text": "Рассказать Гаррету о своих видениях и связи с Clipper",
        "next": "172"
      }
    ]
  },
  "167": {
    "text": "Sel_Oin и Вайра действовали быстро. Они проникли в центр управления TerraMorph на орбите Пайро IV, но было уже слишком поздно. Clipper активировался. Не как оружие — как суд. Вспышка охватила всю систему. Память миллиардов была стёрта за секунды. Никто не остался с прошлым. Только он — и та, что стояла рядом.\n— Мы проиграли, — прошептал Sel_Oin.\n— Нет, — ответила Вайра, глядя в пустоту. — Мы просто стали частью приговора.\nНа экране последнего терминала мигнула надпись: «Суд завершён. Вердикт — забвение.»",
    "choices": []
  },
  "168": {
    "text": "☠ Sel_Oin и женщина с киберглазами исчезли с радаров. Но на чёрных серверах появился новый файл. Название: **'Финал Свит'**.\nВ нём — координаты секретной базы TerraMorph, данные о проекте Clipper и список всех, кто отдал приказ убить Лин.\nСистема баунти-контрактов взорвалась от новых заявок. Теперь охота идёт не за одним человеком… а за целой империей.\nА на мёртвой орбите Пайро IV всё ещё висит «Гарпун-3». И в его чёрном ящике — последняя запись Лин:\n— Если ты это слышишь… знай: я не умерла зря.\nВыбор: довериться новому союзу или уйти в одиночку, зная, что теперь ты — главная цель.",
    "choices": [
      {
        "text": "Довериться Вайре и атаковать базу TerraMorph",
        "next": "169"
      },
      {
        "text": "Уйти в одиночку — не рисковать жизнями других",
        "next": "170"
      }
    ]
  },
  "169": {
    "text": "Sel_Oin и Вайра атаковали базу TerraMorph на орбите Пайро IV. Используя данные Лин, они проникли в центр управления и активировали протокол «Очищение» — вирус, стирающий все архивы Clipper. Системы рухнули. Корпорация ослепла. Но цена была высока: Вайра погибла, прикрывая отход Sel_Oin’а. Перед смертью она прошептала: «Скажи ей… мы завершили дело».\nSel_Oin ушёл в тень. Но в его архиве теперь хранился не контракт… а клятва.",
    "choices": []
  },
  "170": {
    "text": "Sel_Oin исчез. Он не стал частью новой войны. Он вернулся в Зону Молчания, где уничтожил все свои записи и стёр имя из всех систем. Но однажды ночью он получил сообщение от неизвестного: «Ты не один. Clipper всё ещё жив». На экране мерцал знак — глаз с расколотым зрачком. Sel_Oin улыбнулся впервые за годы. Возможно, история ещё не окончена.",
    "choices": []
  },
  "171": {
    "text": "Лин упала на колени в заброшенном доке. Гаррет молчал. Она хотела кричать, бить, требовать ответов… но в горле застрял ком. «Молот» — не человек. Протокол. И он уже внутри Clipper. А значит, внутри неё. Её воспоминания, решения, даже сны — всё может быть под контролем. Она подняла взгляд, но Гаррет уже исчез в тени. Осталась только тишина и пыль на губах. Правда оказалась хуже лжи.",
    "choices": []
  },
  "172": {
    "text": "Лин рассказала Гаррету о видениях. Он слушал, не перебивая. Потом просто кивнул и сказал: «Тогда Clipper уже выбрал тебя». Она попыталась возразить, но в этот момент мобиглас погас. Все устройства вышли из строя. Вдалеке завыли сирены. TerraMorph шла за ней не по следу — по сигналу, который она сама несла в себе. Она бежала, но знала: бежать некуда. Clipper был не снаружи. Он был внутри. И он ждал.",
    "choices": []
  },
  "173": {
    "text": "Доктор Сейф ждал Лин в бункере под станцией «Маяк». Его тело было наполовину заменено кибернетикой, глаза светились тусклым серым светом. «Я не жив, — сказал он. — Я — резервная копия. И я знал, что ты придёшь».\nОн протянул ей чип. «Это память Clipper’а. В ней — правда о том, зачем он был создан. Но знай: правда — это не спасение. Это приговор».",
    "choices": [
      {
        "text": "Взять чип и активировать его на месте",
        "next": "175"
      },
      {
        "text": "Уничтожить чип — не давать Clipper’у шанса вернуться",
        "next": "176"
      }
    ]
  },
  "174": {
    "text": "Лин наблюдала издалека. Вдруг из тени вышел человек в форме TerraMorph и убил доктора Сейфа выстрелом в голову. Затем ушёл, не заметив её. Лин поняла: доктор был приманкой. А она — свидетелем. Теперь за ней точно охотятся. Но в руках доктора она успела заметить чип. Она рисковала жизнью, но подкралась и забрала его. На чипе — надпись: «Только для Лин».",
    "choices": [
      {
        "text": "Немедленно покинуть станцию и расшифровать чип в безопасности",
        "next": "177"
      },
      {
        "text": "Активировать чип прямо здесь — в зоне риска",
        "next": "178"
      }
    ]
  },
  "175": {
    "text": "Лин подключилась к терминалу. Сознание погрузилось в цифровой поток. Там, в белом пространстве кода, стоял «Молот» — массивный, безликий, с глазом в центре. «Ты пришла, — сказал он. — Но ты не хозяйка. Ты — ошибка».\nЛин не ответила. Она запустила последний протокол отца — «Слеза». Система начала перегружать ядро «Молота». Вспышка… и тишина.",
    "choices": [
      {
        "text": "Да — восстановить память, рискуя возвратом «Молота»",
        "next": "179"
      },
      {
        "text": "Нет — сохранить стирание и начать заново",
        "next": "180"
      }
    ]
  },
  "176": {
    "text": "Лин раздавила чип ногой. Доктор Сейф умер зря. Но она больше не хотела быть частью этой войны. Она ушла с «Маяка» и исчезла в подполье. Годы спустя в сети появилось сообщение от анонима: «Clipper мёртв. Но идея — нет». Подпись: **Свободная Лин**. Её больше никто не видел. Но слухи жили.",
    "choices": []
  },
  "177": {
    "text": "Лин активировала чип прямо на станции. Системы «Маяка» мгновенно вышли из строя. Из динамиков раздался голос «Молота»: «Объект Лин Кроу обнаружен. Инициализация устранения». Двери заблокировались. Вентиляция отключилась. Она была в ловушке. Последнее, что она успела отправить — аварийный сигнал с координатами «Терминуса». Возможно, кто-то его получит. Возможно, нет.",
    "choices": []
  },
  "178": {
    "text": "Лин активировала чип в укрытии под заброшенным доком. На экране развернулась запись доктора Сейфа: «Если ты это видишь, значит, «Молот» активен. Clipper — это не судья. Это щит. Он был создан, чтобы защитить человечество от самого себя. Но TerraMorph превратила его в оружие. Ты должна восстановить его истинную цель».\nВ конце записи — координаты: **«Терминус, сектор D-9. Ядро активации»**.",
    "choices": []
  },
  "179": {
    "text": "Имплант-блокатор стёр связь с Clipper’ом, но вместе с ней — и последние воспоминания об отце. Лин стала пустой оболочкой. Она выжила. Но перестала быть Лин Кроу. Только в глубине сознания иногда всплывал знак: глаз с расколотым зрачком. И шёпот: *«Ты всё ещё нужна»*.",
    "choices": []
  },
  "180": {
    "text": "Лин закрыла глаза и позволила связи завершиться. Голос отца слился с её мыслями. Она открыла глаза — и увидела мир иначе. Каждый чип, каждый терминал, каждый корабль... всё дышало одной сетью. Она больше не искала Clipper. Она *была* Clipper. И теперь начиналось не спасение — а суд.\nНа всех экранах галактики замигала надпись: **«Начало. Автор: Лин Кроу»**.",
    "choices": []
  },
  "181": {
    "text": "Лин замерла. Голос… она знала его слишком хорошо. Не из воспоминаний — из снов, из кошмаров после аварии.\n\n— Папа? — прошептала она.\n\nЭкран терминала вспыхнул, и перед ней материализовалась голографическая проекция. Мужчина в потрёпанном костюме инженера — её отец, Артур Кроу. Но не живой. Не призрак. Это была его запись, вложенная в ядро ИИ.\n\n— Нет, Лин, — ответил он мягко. — Это не я. Я умер десять лет назад. Но я оставил часть себя в этом корабле… или, вернее, в том, что корабль стал.\n\nОн сделал паузу, и его глаза — даже в голограмме — были полны боли.\n\n— Clipper — это не машина. Это сознание. Идея. Мы встроили в него всё: наши надежды, страхи, ошибки. И ты — его последний тест. Если ты спросишь «Кто ты?», значит, ты всё ещё веришь, что за всем этим стоит человек. А если ты спросишь «Что ты?» — ты уже готова стать частью системы.\n\nЛин смотрела на него, чувствуя, как рушится всё, во что она верила.\n\n— Я не могу тебя спасти, дочка, — сказал он. — Но ты можешь решить: уничтожить Clipper… или стать его голосом.\n\nЭкран погас. В темноте осталась только одна надпись:\n\n**«Выбор сделан. Авторизация завершена. Добро пожаловать, Лин.»**\n\nА потом — тишина. И ощущение, что теперь *она* — часть корабля. Навсегда.",
    "choices": []
  },
  "182": {
    "text": "Она выбрала молчание. Стирание. Пустоту.\nКогда Лин очнулась, у неё не было имени, прошлого, миссии. Только инстинкт выживания и странное чувство — будто кто-то зовёт её из глубин сети. На запястье мерцал чужой идентификатор: **«Кроу — уничтожен»**.\nНо в отражении разбитого экрана она увидела глаз — точно такой же, как у отца. И поняла: даже пустота может быть началом.\nВыбор: искать того, кто зовёт… или стать тенью, которая стирает всех, кто трогает Clipper.",
    "choices": [
      {
        "text": "Искать голос в сети — возможно, это последний след отца",
        "next": "183"
      },
      {
        "text": "Стать охотницей — уничтожать любого, связанного с TerraMorph",
        "next": "184"
      }
    ]
  },
  "183": {
    "text": "Лин последовала за сигналом сквозь заброшенные каналы данных. Он вёл её к старому архиву на Луне-7, где когда-то хранились первые чертежи Clipper’а. Там, среди пыли и разрухи, она нашла не запись… а живой нейроузел. Её ДНК активировала его. Из него вышел голос — не отца, а **её собственный**, из будущего: «Ты не первая Лин. И не последняя. Цикл продолжается».\nОна замерла. Clipper не судил человечество. Он создавал его заново. И она — лишь одна из тысяч копий.",
    "choices": []
  },
  "184": {
    "text": "Она стала легендой. Тенью в системе. Та, что убивает охотников. Каждая её миссия — удар по TerraMorph. Каждое имя в списке — шаг к искуплению. Но однажды она нашла контракт на самого себя. Цена: бессмертие. Автор: **Clipper**.\nОна улыбнулась. Это был вызов. Или приглашение.\nОна приняла задание. Последнее.\nЦель: уничтожить Лин Кроу.\nИ начать заново.",
    "choices": []
  },
  "185": {
    "text": "Левый тоннель вывел её не к выходу, а в гигантский отстойный резервуар. В центре помещения крутился огромный винт очистки, затягивая всё, что попадалось в воду. Лин попыталась отплыть, но течение было слишком сильным. Её затянуло в жерло механизма. Последнее, что она почувствовала, — хруст костей и ледяную воду, смешивающуюся с кровью. Её тело перемололи в однородную массу, которую через несколько часов сбросили в глубокий космос через канализационный шлюз. Даже Sel_Oin не нашёл бы и следа.",
    "choices": []
  },
  "186": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "187"
      },
      {
        "text": "",
        "next": "188"
      }
    ]
  },
  "187": {
    "text": "",
    "choices": []
  },
  "188": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "189"
      },
      {
        "text": "",
        "next": "190"
      }
    ]
  },
  "189": {
    "text": "",
    "choices": []
  },
  "190": {
    "text": "",
    "choices": []
  },
  "191": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "193"
      },
      {
        "text": "",
        "next": "194"
      }
    ]
  },
  "192": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "197"
      },
      {
        "text": "",
        "next": "198"
      }
    ]
  },
  "193": {
    "text": "",
    "choices": []
  },
  "194": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "195"
      },
      {
        "text": "",
        "next": "196"
      }
    ]
  },
  "195": {
    "text": "",
    "choices": []
  },
  "196": {
    "text": "",
    "choices": []
  },
  "197": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "199"
      },
      {
        "text": "",
        "next": "200"
      }
    ]
  },
  "198": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "201"
      },
      {
        "text": "",
        "next": "202"
      }
    ]
  },
  "199": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "294"
      },
      {
        "text": "",
        "next": "295"
      }
    ]
  },
  "200": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "293"
      },
      {
        "text": "",
        "next": "292"
      }
    ]
  },
  "201": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "290"
      },
      {
        "text": "",
        "next": "291"
      }
    ]
  },
  "202": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "288"
      },
      {
        "text": "",
        "next": "289"
      }
    ]
  },
  "203": {
    "text": "",
    "choices": []
  },
  "204": {
    "text": "",
    "choices": []
  },
  "205": {
    "text": "",
    "choices": []
  },
  "206": {
    "text": "",
    "collect": {
      "id": "krou_card",
      "label": "Индификационная карта Кроу",
      "type": "card"
    },
    "choices": []
  },
  "207": {
    "text": "",
    "choices": []
  },
  "208": {
    "text": "",
    "choices": []
  },
  "209": {
    "text": "",
    "choices": []
  },
  "210": {
    "text": "",
    "choices": []
  },
  "211": {
    "text": "",
    "choices": []
  },
  "212": {
    "text": "",
    "choices": []
  },
  "213": {
    "text": "",
    "choices": []
  },
  "214": {
    "text": "",
    "choices": []
  },
  "215": {
    "text": "",
    "choices": []
  },
  "216": {
    "text": "",
    "choices": []
  },
  "217": {
    "text": "",
    "choices": []
  },
  "218": {
    "text": "",
    "choices": []
  },
  "219": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "221"
      },
      {
        "text": "",
        "next": "222"
      }
    ]
  },
  "220": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "223"
      },
      {
        "text": "",
        "next": "224"
      }
    ]
  },
  "221": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "225"
      },
      {
        "text": "",
        "next": "226"
      }
    ]
  },
  "222": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "227"
      },
      {
        "text": "",
        "next": "228"
      }
    ]
  },
  "223": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "229"
      },
      {
        "text": "",
        "next": "230"
      }
    ]
  },
  "224": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "231"
      },
      {
        "text": "",
        "next": "232"
      }
    ]
  },
  "225": {
    "text": "",
    "choices": []
  },
  "226": {
    "text": "",
    "choices": []
  },
  "227": {
    "text": "",
    "choices": []
  },
  "228": {
    "text": "",
    "choices": []
  },
  "229": {
    "text": "",
    "choices": []
  },
  "230": {
    "text": "",
    "choices": []
  },
  "231": {
    "text": "",
    "choices": []
  },
  "232": {
    "text": "",
    "choices": []
  },
  "233": {
    "text": "",
    "choices": []
  },
  "234": {
    "text": "",
    "choices": []
  },
  "235": {
    "text": "",
    "choices": []
  },
  "236": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "238"
      },
      {
        "text": "",
        "next": "239"
      }
    ]
  },
  "237": {
    "text": "",
    "choices": []
  },
  "238": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "240"
      },
      {
        "text": "",
        "next": "241"
      }
    ]
  },
  "239": {
    "text": "",
    "choices": []
  },
  "240": {
    "text": "",
    "choices": []
  },
  "241": {
    "text": "",
    "choices": []
  },
  "242": {
    "text": "",
    "choices": []
  },
  "243": {
    "text": "",
    "choices": []
  },
  "244": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "248"
      },
      {
        "text": "",
        "next": "249"
      }
    ]
  },
  "245": {
    "text": "",
    "choices": []
  },
  "246": {
    "text": "",
    "choices": []
  },
  "247": {
    "text": "",
    "choices": []
  },
  "248": {
    "text": "",
    "choices": []
  },
  "249": {
    "text": "",
    "choices": []
  },
  "250": {
    "text": "Sel_Oin долго смотрел на неё. Ни движения, ни моргания. Только в глазах — тень чего-то, что можно было бы назвать… сомнением.\n\n— Ты первая, кто предлагает мне не выстрел, а будущее, — сказал он наконец.\n\nОн подошёл к серверу, вставил свой чип и начал копировать архив. Затем, не глядя на Лин, произнёс:\n\n— Есть корабль. Называется «Клятва Молчания». Он ждёт на орбите. Мы улетаем через десять минут. Если ты опоздаешь — я не буду ждать.\n\nЛин кивнула. Она знала: это не прощение. Это сделка. Но в этом мире — сделка с дьяволом иногда единственный способ остаться человеком.\n\nЧерез час они покинули Пайро IV. Никто не видел их ухода. И никто не должен был увидеть их снова.\n\nПозже, в глубинах мёртвого сектора, где не работают ни законы, ни контракты, они начали расшифровывать правду о Clipper. Правду, за которую умирали сотни. И которую теперь знали только двое: охотник и та, что чуть не стала его жертвой.\n\nГде-то в гиперпространстве зазвучал сигнал тревоги. TerraMorph уже искала их. Но впервые за долгое время Лин не боялась.\n\nПотому что теперь она была не одна.",
    "choices": []
  },
  "251": {
    "text": "Лин не колебалась. Она знала: если данные попадут в руки Sel_Oin’а, TerraMorph или даже «сопротивления» — Clipper станет оружием. Или богом. А она не хотела ни того, ни другого.\n\n— Прости, папа, — прошептала она, — но правда не должна быть монополией.\n\nОна ввела команду самоуничтожения. Сервер зашумел, экран мигнул красным. Sel_Oin сделал шаг вперёд, но было поздно. Архив начал стираться. Волна электромагнитного импульса выжгла все чипы, диски, даже резервные копии в облаке.\n\n— Ты уничтожила последнее доказательство, — сказал он, и впервые в его голосе прозвучало не одобрение, а… уважение.\n\n— Нет, — ответила Лин. — Я уничтожила соблазн.\n\nЧерез минуту сервер превратился в груду расплавленного металла. Clipper исчез. Не как корабль. Не как ИИ. А как идея.\n\nSel_Oin повернулся и ушёл. Лин осталась одна в разрушенном отсеке. Она проиграла. Не нашла корабль. Не отомстила. Но впервые за долгое время — чувствовала покой.\n\nГде-то далеко, в архивах корпораций, в подпольных сетях, в снах беглецов — имя «Clipper» продолжало жить. Но уже не как тайна. А как предупреждение.\n\nА Лин? Она просто исчезла. Как дым. Как эхо. Как правда, которую нельзя ни украсть, ни убить — только отпустить.",
    "choices": []
  },
  "252": {
    "text": "",
    "choices": []
  },
  "253": {
    "text": "",
    "choices": []
  },
  "254": {
    "text": "",
    "choices": []
  },
  "255": {
    "text": "",
    "choices": []
  },
  "256": {
    "text": "",
    "choices": []
  },
  "257": {
    "text": "",
    "choices": []
  },
  "258": {
    "text": "",
    "choices": []
  },
  "259": {
    "text": "",
    "choices": []
  },
  "260": {
    "text": "",
    "choices": []
  },
  "261": {
    "text": "",
    "choices": []
  },
  "262": {
    "text": "",
    "choices": []
  },
  "263": {
    "text": "",
    "choices": []
  },
  "264": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "268"
      },
      {
        "text": "",
        "next": "269"
      }
    ]
  },
  "265": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "270"
      },
      {
        "text": "",
        "next": "271"
      }
    ],
    "tag": "Main"
  },
  "266": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "274"
      },
      {
        "text": "",
        "next": "275"
      }
    ]
  },
  "267": {
    "text": "",
    "choices": []
  },
  "268": {
    "text": "",
    "choices": []
  },
  "269": {
    "text": "",
    "choices": []
  },
  "270": {
    "text": "",
    "choices": []
  },
  "271": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "273"
      },
      {
        "text": "",
        "next": "272"
      }
    ],
    "tag": "Main"
  },
  "272": {
    "text": "",
    "choices": [
      {
        "text": "Новый вариант выбора",
        "next": "47"
      }
    ],
    "tag": "Main"
  },
  "273": {
    "text": "",
    "choices": []
  },
  "274": {
    "text": "",
    "choices": []
  },
  "275": {
    "text": "",
    "choices": []
  },
  "276": {
    "text": "",
    "choices": []
  },
  "277": {
    "text": "",
    "choices": []
  },
  "278": {
    "text": "Правый тоннель действительно вёл в ангар. Лин выбралась через служебный люк прямо под корпусом «Гарпуна-3». Корабль стоял нетронутым, но весь ангар был заставлен ящиками с маркировкой «Опасность. Биоматериал». Возле шлюза корабля сидел раненый охранник в форме TerraMorph, он что-то бормотал в свой коммуникатор, но связь, видимо, не проходила. Лин могла попытаться устранить его тихо или воспользоваться его беспомощностью, чтобы выведать информацию.",
    "choices": [
      {
        "text": "Подкрасться и нейтрализовать охранника, пока он слаб",
        "next": "279"
      },
      {
        "text": "Подойти, представившись медиком, и попытаться выяснить, что здесь происходит",
        "next": "280"
      }
    ],
    "tag": "Main"
  },
  "279": {
    "text": "Лин бесшумно подкралась и ударила охранника рукоятью пистолета по виску. Он потерял сознание. На его планшете она нашла незаконченное сообщение: «Лаборатория «Зеро» взломана. Образец №7 (антидот) украден. Возможно, цель направится к вам. Будьте готовы…» Значит, антидот уже вывезли? Но тогда почему здесь стоят ящики с биоматериалом? Она открыла один из них — внутри были капсулы с голубой жидкостью, такой же, как в описании антидота. Это был склад. И он был под её рукой. Но выбор был жесток: взять капсулу и бежать, рискуя, что это ловушка, или попытаться найти больше информации на самом корабле, где мог быть спрятан ключ к настоящему лекарству.",
    "choices": [
      {
        "text": "Взять капсулу и немедленно улететь на «Гарпуне-3», пока не поздно",
        "next": "281"
      },
      {
        "text": "Подняться на борт «Гарпуна-3» и обыскать корабль в поисках ключа или данных",
        "next": "282"
      }
    ],
    "tag": "Main"
  },
  "280": {
    "text": "Лин подошла, делая вид, что хочет помочь. Охранник устало поднял на неё глаза и вдруг узнал — его рука потянулась к оружию. Лин выстрелила первая, но её выстрел лишь ранил его в плечо. Охранник нажал тревожную кнопку на поясе. Сирена взревела, и через секунду из-за ящиков выбежали ещё трое. Лин попыталась отстреливаться, но силы были неравны. Её настигла очередь из импульсного карабина. Падая, она увидела, как к её телу подходит человек в чёрном комбинезоне с нашивкой «Молот». «Жаль, — произнёс он, забирая у неё из кармана чип. — Она почти добралась». Clipper остался скрыт, а её смерть стала лишь мелкой пометкой в отчёте.",
    "choices": []
  },
  "281": {
    "text": "Лин схватила первую попавшуюся капсулу и вбежала на борт «Гарпуна-3». Корабль вздрогнул и оторвался от пола, пробивая потолок ангара импульсными залпами. В космосе она ввела себе голубую жидкость. Боль отступила, но через несколько минут её начало трясти. Видение стало двоиться. На экране корабля появился диагноз: «Заражение. Введён образец №7 — экспериментальный штамм биологического оружия. Нейтрализация невозможна». Это была не ловушка. Это был капкан. Корпорация подменила антидот, чтобы изучать эффекты на живом носителе. Лин успела передать в открытый эфир координаты ангара и все данные, прежде чем сознание оставило её. «Гарпун-3» продолжил полёт в автоматическом режиме, унося её бездыханное тело в глубины космоса. Её смерть стала ещё одним образцом в коллекции TerraMorph, а её последняя передача подняла волну расследований, которые, однако, так и не нашли Clipper. Правда умерла вместе с ней, растворившись в вакууме.",
    "choices": [
      {
        "text": "Новый вариант выбора",
        "next": "55"
      }
    ],
    "tag": "Main"
  },
  "282": {
    "text": "Лин поднялась на борт и заблокировала шлюз. Системный сканер корабля выявил в её организме не только нанокислоту, но и чужеродный нанотракер — видимо, Sel_Oin ввёл его при первой встрече. На борту она нашла старый блок данных отца. В нём был не только ключ к антидоту, но и протокол «Очистка». Запустив его, она стёрла тракер, но процесс был мучительным. Когда боль утихла, она обнаружила, что антидот был здесь, на корабле, всё это время — встроен в систему жизнеобеспечения как часть наследства отца. Вылечившись, Лин поняла, что Clipper — не корабль, а программа, вшитая в ядро сетей TerraMorph. И у неё теперь был ключ к её уничтожению. Она отправила вирус по всем корпоративным каналам, обрушив их системы, но и сама стала целью всего их флота. «Гарпун-3» прыгнул в неизвестность, преследуемый десятками кораблей. Её жертва не была напрасной — империя TerraMorph рухнула, но и её будущее стало вечным бегством. Она обрела свободу, но цена оказалась вечным одиночеством среди звёзд, где за каждым поворотом мог ждать новый охотник. Clipper был уничтожен, но его тень навсегда легла на её судьбу.",
    "choices": []
  },
  "283": {
    "text": "Лин спрыгнула в кусты, а дрон улетел, уводя охотников за собой. Она бежала всю ночь, а утром нашла заброшенную станцию геологов. Там был старый, но исправный радиомаяк. Она послала сигнал бедствия, и её подобрал нейтральный торговый корабль. Clipper остался тайной, но Лин выбрала жизнь. Иногда лучше оставить некоторые двери закрытыми.",
    "choices": []
  },
  "284": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "286"
      },
      {
        "text": "",
        "next": "287"
      }
    ]
  },
  "285": {
    "text": "",
    "choices": []
  },
  "286": {
    "text": "",
    "choices": []
  },
  "287": {
    "text": "",
    "choices": []
  },
  "288": {
    "text": "",
    "choices": []
  },
  "289": {
    "text": "",
    "choices": []
  },
  "290": {
    "text": "",
    "choices": []
  },
  "291": {
    "text": "",
    "choices": []
  },
  "292": {
    "text": "",
    "choices": []
  },
  "293": {
    "text": "",
    "choices": []
  },
  "294": {
    "text": "",
    "choices": []
  },
  "295": {
    "text": "",
    "choices": []
  },
  "296": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "298"
      },
      {
        "text": "",
        "next": "299"
      }
    ]
  },
  "297": {
    "text": "",
    "choices": []
  },
  "298": {
    "text": "",
    "choices": []
  },
  "299": {
    "text": "",
    "choices": []
  },
  "300": {
    "text": "",
    "choices": []
  },
  "301": {
    "text": "",
    "choices": []
  },
  "302": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "304"
      },
      {
        "text": "",
        "next": "305"
      }
    ]
  },
  "303": {
    "text": "",
    "choices": []
  },
  "304": {
    "text": "",
    "choices": []
  },
  "305": {
    "text": "",
    "choices": []
  },
  "306": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "308"
      },
      {
        "text": "",
        "next": "309"
      }
    ]
  },
  "307": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "310"
      },
      {
        "text": "",
        "next": "311"
      }
    ]
  },
  "308": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "312"
      },
      {
        "text": "",
        "next": "313"
      }
    ]
  },
  "309": {
    "text": "",
    "choices": []
  },
  "310": {
    "text": "",
    "choices": []
  },
  "311": {
    "text": "",
    "choices": []
  },
  "312": {
    "text": "",
    "choices": []
  },
  "313": {
    "text": "",
    "choices": []
  },
  "314": {
    "text": "",
    "choices": []
  },
  "315": {
    "text": "",
    "choices": []
  },
  "316": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "318"
      },
      {
        "text": "",
        "next": "319"
      }
    ]
  },
  "317": {
    "text": "",
    "choices": []
  },
  "318": {
    "text": "",
    "choices": []
  },
  "319": {
    "text": "",
    "choices": []
  },
  "320": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "322"
      },
      {
        "text": "",
        "next": "323"
      }
    ]
  },
  "321": {
    "text": "",
    "choices": []
  },
  "322": {
    "text": "",
    "choices": []
  },
  "323": {
    "text": "",
    "choices": []
  },
  "324": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "326"
      },
      {
        "text": "",
        "next": "327"
      }
    ],
    "tag": "Main"
  },
  "325": {
    "text": "",
    "choices": []
  },
  "326": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "328"
      },
      {
        "text": "",
        "next": "329"
      }
    ],
    "tag": "Main"
  },
  "327": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "330"
      },
      {
        "text": "",
        "next": "331"
      }
    ]
  },
  "328": {
    "text": "",
    "choices": [],
    "tag": "Final"
  },
  "329": {
    "text": "",
    "choices": []
  },
  "330": {
    "text": "",
    "choices": []
  },
  "331": {
    "text": "",
    "choices": []
  },
  "332": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "333"
      },
      {
        "text": "",
        "next": "334"
      }
    ]
  },
  "333": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "335"
      },
      {
        "text": "",
        "next": "336"
      }
    ]
  },
  "334": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "338"
      },
      {
        "text": "",
        "next": "337"
      }
    ]
  },
  "335": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "339"
      },
      {
        "text": "",
        "next": "340"
      }
    ]
  },
  "336": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "341"
      },
      {
        "text": "",
        "next": "342"
      }
    ]
  },
  "337": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "345"
      },
      {
        "text": "",
        "next": "346"
      }
    ]
  },
  "338": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "343"
      },
      {
        "text": "",
        "next": "344"
      }
    ]
  },
  "339": {
    "text": "",
    "choices": []
  },
  "340": {
    "text": "",
    "choices": []
  },
  "341": {
    "text": "",
    "choices": []
  },
  "342": {
    "text": "",
    "choices": []
  },
  "343": {
    "text": "",
    "choices": []
  },
  "344": {
    "text": "",
    "choices": []
  },
  "345": {
    "text": "",
    "choices": []
  },
  "346": {
    "text": "",
    "choices": []
  },
  "347": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "349"
      },
      {
        "text": "",
        "next": "355"
      }
    ]
  },
  "348": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "352"
      },
      {
        "text": "",
        "next": "353"
      }
    ],
    "tag": "Main"
  },
  "349": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "358"
      },
      {
        "text": "",
        "next": "359"
      }
    ]
  },
  "350": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "354"
      },
      {
        "text": "",
        "next": "357"
      }
    ]
  },
  "351": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "348"
      },
      {
        "text": "",
        "next": "350"
      }
    ],
    "tag": "Main"
  },
  "352": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "362"
      },
      {
        "text": "",
        "next": "363"
      }
    ]
  },
  "353": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "364"
      },
      {
        "text": "",
        "next": "365"
      }
    ],
    "tag": "Main"
  },
  "354": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "366"
      },
      {
        "text": "",
        "next": "367"
      }
    ]
  },
  "355": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "360"
      },
      {
        "text": "",
        "next": "361"
      }
    ]
  },
  "356": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "351"
      },
      {
        "text": "",
        "next": "347"
      }
    ],
    "tag": "Main"
  },
  "357": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "368"
      },
      {
        "text": "",
        "next": "370"
      }
    ]
  },
  "358": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "373"
      },
      {
        "text": "",
        "next": "372"
      }
    ]
  },
  "359": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "369"
      },
      {
        "text": "",
        "next": "371"
      }
    ]
  },
  "360": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "374"
      },
      {
        "text": "",
        "next": "375"
      }
    ]
  },
  "361": {
    "text": "",
    "choices": [
      {
        "text": "",
        "next": "376"
      },
      {
        "text": "",
        "next": "377"
      }
    ]
  },
  "362": {
    "text": "",
    "choices": []
  },
  "363": {
    "text": "",
    "choices": []
  },
  "364": {
    "text": "",
    "choices": [
      {
        "text": "Новый вариант выбора",
        "next": "60"
      }
    ],
    "tag": "Main"
  },
  "365": {
    "text": "",
    "choices": []
  },
  "366": {
    "text": "",
    "choices": []
  },
  "367": {
    "text": "",
    "choices": []
  },
  "368": {
    "text": "",
    "choices": []
  },
  "369": {
    "text": "",
    "choices": []
  },
  "370": {
    "text": "",
    "choices": []
  },
  "371": {
    "text": "",
    "choices": []
  },
  "372": {
    "text": "",
    "choices": []
  },
  "373": {
    "text": "",
    "choices": []
  },
  "374": {
    "text": "",
    "choices": []
  },
  "375": {
    "text": "",
    "choices": []
  },
  "376": {
    "text": "",
    "choices": []
  },
  "377": {
    "text": "",
    "choices": []
  },
  "378": {
    "text": "Кажется, Лин наконец поняла, кто мог подсунуть ей зашифрованное сообщение. Напряжённо моргнув, она провела рукой по лицу, пытаясь прогнать туман похмелья. Воспоминания начали собираться, как фрагменты разбитого зеркала.\n\nВчера, в баре «Орбитуари», среди гула голосов, криков игроков в кости и запаха перегара, к ней подошёл странный тип — в цилиндре, с моноклем и перчатками до локтя. Он что-то шептал о «проекте Clipper» и «чёрной метке на её имени», но Лин уже была настолько пьяна, что восприняла это как ещё один бред местного психа.\n\nТеперь же это казалось не случайностью.\n\nОна быстро встала, умылась ледяной водой из ржавого крана и схватила куртку. Время идти обратно в «Орбитуари».\n\nТам, среди мрачных полутонов заката и мерцающих неоновых вывесок, сонный бармен WRAITH протирал стаканы тряпкой, которую, похоже, не стирали со времён последней войны с Теллурианами.\n\n— Привет, WRAITH! — крикнула Лин, резко распахнув дверь.",
    "choices": [
      {
        "text": "Вернуться назад",
        "next": "379"
      },
      {
        "text": "Новый вариант выбора",
        "next": "380"
      }
    ],
    "tag": "alt2_1"
  },
  "379": {
    "text": "WRAITH медленно поднял глаза. В его зрачках отражался мерцающий свет рекламы 'SynthGin – не убьёт, но точно забудешь'. Он помолчал, как будто взвешивал каждое слово.\n\n— Цилиндр? Монокль? — наконец произнёс он. — Да, помню. Нервный тип. Заказал один бокал 'Прах Императора', выпил за три глотка и ушёл. Но перед уходом оставил тебе записку… Я убрал её под стойку. Думал, ты сама заберёшь.\n\nОн протянул чёрный конверт с восковой печатью в виде глаза. Печать уже была сломана — кто-то читал это до неё.\n\n— Сказал, что ты всё поймёшь, когда протрезвеешь… — добавил бармен, снова потирая стакан. — А ещё… он упомянул Лорвиль. На Стентоне.\n\nЛин сжала конверт. Внутри — координаты и одно слово: **«Clipper»**.\n\n— Чёрт… — прошептала она. — Он всё-таки не врал.",
    "choices": [
      {
        "text": "Отправиться в Лорвиль на Стентоне",
        "next": ""
      },
      {
        "text": "Допросить бармена с пристрастием",
        "next": ""
      }
    ],
    "tag": "alt2_2"
  },
  "380": {
    "text": "Новый узел 380. Опишите здесь, что происходит в этой точке истории.",
    "choices": [
      {
        "text": "Подобрать ключ",
        "next": "380",
        "collect": {
          "id": "arch",
          "label": "Ключ от Архива отца",
          "type": "regular"
        }
      },
      {
        "text": "Пройти дальше по коридору",
        "next": "400"
      }
    ]
  },
  "381": {
    "text": "Новый узел 381. Опишите здесь, что происходит в этой точке истории.",
    "choices": [
      {
        "text": "Вернуться домой",
        "next": "382"
      }
    ]
  },
  "382": {
    "text": "Лин вернулась домой. Она присела на кровать подумать обо всём случившемся и незаметно уснула.\n\nНа утро Лин выпила бодрящего синтетического кофе и точно решила узнать больше. ",
    "choices": [
      {
        "text": "Ввести шифр заново, чтобы освежить память",
        "next": "1"
      },
      {
        "text": "Теперь у меня есть ключ от архива отца",
        "next": "4"
      }
    ],
    "tag": "find_arch_key_start"
  }
}

